[
  {
    "id": 1,
    "publishedDate": "2016-06-04T11:17:51.577Z",
    "author": "Meyer English",
    "title": "Consectetur ullamco sit quis occaecat amet.",
    "url": "https://valtech.com/insight/ae3de629-5a37-49c6-82a1-e2111e84a90a",
    "tags": [
      11,
      1,
      13
    ]
  },
  {
    "id": 2,
    "publishedDate": "2015-12-18T04:02:20.446Z",
    "author": "Barnes Simpson",
    "title": "Uplinx",
    "excerpt": "Velit ullamco Lorem dolor nulla enim commodo cupidatat proident laborum duis aliqua est. Eu exercitation sunt veniam occaecat voluptate cillum id fugiat proident. Esse occaecat incididunt aliquip excepteur aute.",
    "url": "https://valtech.com/insight/b05d8f5b-ab48-492f-aa0b-491a0a8c0677",
    "tags": [
      9,
      5,
      16
    ]
  },
  {
    "id": 3,
    "publishedDate": "2016-05-11T22:25:00.649Z",
    "author": "Lillie Crane",
    "title": "Comvey",
    "excerpt": "Elit ut aute commodo minim consequat non laboris id magna mollit eiusmod ut anim. Veniam et officia sit ut dolore aliqua amet ad. Occaecat veniam irure Lorem proident. Ullamco minim mollit do ipsum.",
    "image": "http://placehold.it/397x264/ab0914",
    "url": "https://valtech.com/insight/3fb3166a-8ffd-49a7-b433-f5bb73eaf05a",
    "tags": [
      11,
      2,
      14
    ]
  },
  {
    "id": 4,
    "publishedDate": "2018-01-01T08:21:06.096Z",
    "author": "Savannah Vinson",
    "title": "Zytrax",
    "excerpt": "Labore aliqua laborum ut est cupidatat consequat cupidatat esse. Consequat aliqua sint labore duis laboris reprehenderit laboris excepteur ullamco voluptate labore. Sint reprehenderit dolore nisi quis eiusmod. Id fugiat veniam sunt eu deserunt consequat minim velit Lorem. Dolore incididunt amet et ea commodo dolor incididunt amet ex in dolore. Et fugiat deserunt anim ut.",
    "image": "http://placehold.it/397x264/738443",
    "url": "https://valtech.com/insight/a433cae7-80a8-4e31-b5dd-ad797c6477e9",
    "tags": [
      9,
      1,
      18
    ]
  },
  {
    "id": 5,
    "publishedDate": "2014-09-29T00:12:17.861Z",
    "author": "Dickson Duran",
    "title": "Melbacor",
    "excerpt": "Ut sunt laboris amet ad sint qui sunt. Commodo dolor culpa exercitation elit dolor sunt elit non cillum esse elit non. Id quis do veniam ipsum fugiat ullamco incididunt consequat.",
    "image": "http://placehold.it/397x264/217c57",
    "url": "https://valtech.com/insight/cf866a21-335d-4b48-bda0-45d007e7fe92",
    "tags": [
      8,
      1,
      16
    ]
  },
  {
    "id": 6,
    "publishedDate": "2017-10-02T11:03:26.781Z",
    "author": "Tammie Cunningham",
    "title": "Aliqua qui amet mollit laboris reprehenderit ea magna amet sint laborum enim dolore.",
    "url": "https://valtech.com/insight/94e188e1-96b3-47f2-9359-a7ac81bff0f5",
    "tags": [
      9,
      2,
      17
    ]
  },
  {
    "id": 7,
    "publishedDate": "2017-09-04T22:37:11.491Z",
    "author": "Gilda Burnett",
    "title": "Gorganic",
    "excerpt": "Est incididunt aliqua esse qui nulla veniam irure enim et laborum aliqua aliqua. Sit officia id aliquip do occaecat incididunt consequat sint sunt adipisicing ut. Labore ad labore eiusmod fugiat. Excepteur ipsum reprehenderit sunt quis cupidatat excepteur labore velit aliquip quis eu in. Aliqua commodo quis mollit dolor veniam veniam cupidatat laborum laboris nisi voluptate exercitation. Veniam dolore dolore labore irure enim consequat dolor culpa minim ipsum incididunt. Officia et et ullamco officia id id adipisicing ex eu.",
    "image": "http://placehold.it/397x264/6d5f02",
    "url": "https://valtech.com/insight/cfb11ba3-c033-43de-8d4b-79196f02ebce",
    "tags": [
      8,
      2,
      18
    ]
  },
  {
    "id": 8,
    "publishedDate": "2018-01-10T20:49:23.718Z",
    "author": "Craig Bryant",
    "title": "Cormoran",
    "excerpt": "Consectetur qui veniam eu veniam est amet do quis. Aliqua adipisicing qui eiusmod anim deserunt eu dolore quis minim laboris labore labore. Anim ut excepteur dolore aute laborum ipsum ex officia nostrud exercitation amet qui. Duis consectetur culpa labore et eu irure sint reprehenderit deserunt. Mollit elit labore fugiat occaecat qui. Minim ullamco sit laborum cillum sit incididunt adipisicing sint reprehenderit aliquip sunt. Officia excepteur ut anim minim enim eiusmod.",
    "image": "http://placehold.it/397x264/9005db",
    "url": "https://valtech.com/insight/0a92192a-0c0e-40ed-a71e-e6c19fe643c0",
    "tags": [
      7,
      5,
      13
    ]
  },
  {
    "id": 9,
    "publishedDate": "2014-02-08T02:26:28.929Z",
    "author": "Darcy Reyes",
    "title": "Sit quis sit velit nisi mollit cillum sint anim reprehenderit nisi duis id.",
    "url": "https://valtech.com/insight/7c64b058-37eb-4cbc-8beb-91de9e412fa7",
    "tags": [
      7,
      1,
      18
    ]
  },
  {
    "id": 10,
    "publishedDate": "2016-03-16T20:11:02.507Z",
    "author": "Reba Payne",
    "title": "Futurity",
    "excerpt": "Consequat sunt magna eu laborum ea ex irure nisi incididunt magna aliqua elit duis ex. Sunt qui consectetur commodo sint veniam ullamco voluptate aliqua incididunt ullamco. Dolor veniam ipsum Lorem voluptate amet tempor duis occaecat ipsum Lorem nostrud fugiat aliqua. Dolor mollit proident eu incididunt eu irure Lorem ullamco exercitation mollit adipisicing. Voluptate in nisi laboris enim ad officia aliquip nisi pariatur cillum. Deserunt cupidatat consectetur est commodo culpa culpa minim proident.",
    "url": "https://valtech.com/insight/5af62038-ab34-4b04-89de-6dffa4880bac",
    "tags": [
      11,
      6,
      16
    ]
  },
  {
    "id": 11,
    "publishedDate": "2018-02-14T12:13:16.471Z",
    "author": "Kerr Alexander",
    "title": "Nostrud deserunt ad enim nulla id aliqua do laboris ex reprehenderit.",
    "url": "https://valtech.com/insight/66e04d37-da1d-4693-8136-f039726f156f",
    "tags": [
      10,
      2,
      14
    ]
  },
  {
    "id": 12,
    "publishedDate": "2014-08-04T17:56:54.253Z",
    "author": "Goff Castillo",
    "title": "Diginetic",
    "excerpt": "Excepteur duis occaecat Lorem pariatur reprehenderit enim ullamco nisi est mollit. Nisi esse minim irure laborum commodo. Excepteur ea ad adipisicing cillum velit amet ipsum culpa cupidatat.",
    "url": "https://valtech.com/insight/c427b581-92c5-45bc-b5d7-e010ae505945",
    "tags": [
      11,
      2,
      17
    ]
  },
  {
    "id": 13,
    "publishedDate": "2015-10-21T22:25:39.412Z",
    "author": "Mildred Villarreal",
    "title": "Biflex",
    "excerpt": "Consequat veniam quis ea veniam do eiusmod veniam labore labore magna. Proident dolore elit consequat dolore duis officia ea dolore elit. Officia enim ipsum occaecat pariatur nisi magna. In consequat nisi sit commodo minim enim sunt. Eu Lorem mollit consectetur ea nulla cillum qui non nostrud adipisicing. Proident ex elit officia magna sunt in reprehenderit ut consequat sint occaecat cupidatat consequat. Labore est cillum dolor esse.",
    "url": "https://valtech.com/insight/0b4eb238-8f29-47ca-9269-861e87823709",
    "tags": [
      7,
      5,
      14
    ]
  },
  {
    "id": 14,
    "publishedDate": "2014-03-10T10:28:22.964Z",
    "author": "Myers Bright",
    "title": "Duis eu consectetur deserunt consectetur.",
    "url": "https://valtech.com/insight/2aa06b3a-d49a-4bf4-a73f-16b88af0c177",
    "tags": [
      10,
      4,
      15
    ]
  },
  {
    "id": 15,
    "publishedDate": "2014-06-13T14:50:49.114Z",
    "author": "Alta Small",
    "title": "Signity",
    "excerpt": "In ex deserunt ex ad in magna anim dolor. Irure et commodo incididunt occaecat culpa labore velit labore in sit. Do nisi do eiusmod incididunt excepteur sit aliquip deserunt non ipsum.",
    "url": "https://valtech.com/insight/053ab899-b19c-4074-8285-fada540f10d8",
    "tags": [
      10,
      3,
      13
    ]
  },
  {
    "id": 16,
    "publishedDate": "2015-05-18T16:26:30.065Z",
    "author": "Jessica Knight",
    "title": "Proident consequat id minim aliquip Lorem est magna cillum.",
    "url": "https://valtech.com/insight/92b1f6d1-d32c-474e-92a4-55ab541bfac9",
    "tags": [
      12,
      1,
      17
    ]
  },
  {
    "id": 17,
    "publishedDate": "2015-03-06T11:58:35.421Z",
    "author": "Shelley Randall",
    "title": "Wrapture",
    "excerpt": "Reprehenderit dolor ex sint irure magna labore est enim dolore. Eu culpa adipisicing magna est elit culpa laborum in eiusmod qui ea in reprehenderit. Velit aliquip dolor laboris duis nostrud in laborum esse ut exercitation sint. Officia amet commodo sit anim ut officia aute elit eiusmod ad. Laborum cupidatat officia nostrud et fugiat et mollit ad veniam culpa.",
    "image": "http://placehold.it/397x264/57100d",
    "url": "https://valtech.com/insight/a45ad943-61c6-4d76-9537-fa0d8d8e5468",
    "tags": [
      11,
      5,
      18
    ]
  },
  {
    "id": 18,
    "publishedDate": "2015-09-19T03:18:00.137Z",
    "author": "Phyllis Aguirre",
    "title": "Irure magna laborum id reprehenderit deserunt labore voluptate sit dolor ipsum esse ex eu cillum.",
    "url": "https://valtech.com/insight/b1572fa1-411b-4dc0-ba64-4367c74d8196",
    "tags": [
      12,
      6,
      13
    ]
  },
  {
    "id": 19,
    "publishedDate": "2016-06-06T23:33:17.711Z",
    "author": "Freeman Pacheco",
    "title": "Micronaut",
    "excerpt": "Ex fugiat officia culpa minim reprehenderit sint exercitation sint et. Consequat consectetur sint consectetur pariatur. Nostrud ipsum eu Lorem nisi consequat sint officia ea eu eiusmod magna aliquip officia magna. Commodo id do deserunt id quis nostrud ullamco est do exercitation incididunt pariatur voluptate reprehenderit. Eiusmod aliquip velit eu nisi nulla cillum enim voluptate voluptate ex eiusmod velit. Ad consectetur et amet sit exercitation magna ipsum cillum ad anim sit ipsum aliqua amet. Deserunt ut incididunt elit ex reprehenderit Lorem mollit fugiat sit.",
    "image": "http://placehold.it/397x264/4e395f",
    "url": "https://valtech.com/insight/3745c418-af7b-44c5-aee1-7e9905b24e6b",
    "tags": [
      7,
      2,
      17
    ]
  },
  {
    "id": 20,
    "publishedDate": "2017-06-04T12:22:09.918Z",
    "author": "Marlene Chang",
    "title": "Omnigog",
    "excerpt": "Sunt aliqua elit labore fugiat amet laboris ullamco labore non do in minim. Labore fugiat officia aliqua esse mollit. Labore consequat adipisicing duis do velit Lorem fugiat ea nulla consequat dolor cillum. Minim et veniam eu proident commodo.",
    "url": "https://valtech.com/insight/5379e50b-fc89-488c-ab6a-acfbac648f38",
    "tags": [
      7,
      6,
      17
    ]
  },
  {
    "id": 21,
    "publishedDate": "2016-03-25T18:27:07.925Z",
    "author": "Essie Clements",
    "title": "Aquafire",
    "excerpt": "Voluptate consequat adipisicing sint ipsum nisi. Dolor magna sit exercitation Lorem incididunt proident excepteur sit labore. Occaecat magna culpa deserunt dolore quis duis officia reprehenderit laboris et consectetur ad dolor cupidatat. Sunt quis deserunt ut ullamco culpa consectetur cillum minim id ex minim nostrud sint voluptate.",
    "image": "http://placehold.it/397x264/83732a",
    "url": "https://valtech.com/insight/07f7a078-067b-457b-87fb-efcc8e2d2f87",
    "tags": [
      8,
      2,
      15
    ]
  },
  {
    "id": 22,
    "publishedDate": "2016-06-04T22:00:48.068Z",
    "author": "England Mann",
    "title": "Sint ea veniam reprehenderit cupidatat ex sunt qui magna dolor laborum culpa.",
    "url": "https://valtech.com/insight/27c28f7e-71a9-418e-8637-a085b8e440fa",
    "tags": [
      11,
      2,
      14
    ]
  },
  {
    "id": 23,
    "publishedDate": "2014-07-07T01:42:44.296Z",
    "author": "Guadalupe Montgomery",
    "title": "Sit veniam quis do do voluptate.",
    "url": "https://valtech.com/insight/c6a71cfb-b9be-426c-b640-117cd69e9f4b",
    "tags": [
      8,
      5,
      15
    ]
  },
  {
    "id": 24,
    "publishedDate": "2014-10-05T07:46:21.788Z",
    "author": "Ollie Cross",
    "title": "Verbus",
    "excerpt": "Magna nisi quis aliquip velit veniam cupidatat dolor adipisicing. Ad et cillum incididunt exercitation nulla esse ad ut ea incididunt Lorem ullamco et voluptate. Id ea consequat magna dolor id. Nulla aliqua laborum pariatur anim laboris esse proident deserunt ipsum magna et consequat sit. Sint sint amet nostrud exercitation laboris id aliqua consectetur. Dolore elit nisi Lorem est cupidatat commodo eiusmod commodo non.",
    "image": "http://placehold.it/397x264/828554",
    "url": "https://valtech.com/insight/baad709c-ac56-4948-b294-76e81f1e03f3",
    "tags": [
      12,
      2,
      13
    ]
  },
  {
    "id": 25,
    "publishedDate": "2015-03-27T10:27:25.074Z",
    "author": "Roman Mcleod",
    "title": "Digigene",
    "excerpt": "Nulla qui nostrud fugiat commodo est ad cillum id reprehenderit est exercitation duis et laboris. Duis velit cillum fugiat commodo fugiat ut dolore duis. Esse consectetur deserunt veniam est ipsum commodo cupidatat qui fugiat consectetur enim nisi.",
    "url": "https://valtech.com/insight/3c0027f0-5586-4c85-aadb-d871c6715e71",
    "tags": [
      11,
      4,
      14
    ]
  },
  {
    "id": 26,
    "publishedDate": "2017-01-13T08:44:55.708Z",
    "author": "Matilda Pugh",
    "title": "Veniam quis ex nisi duis consequat duis aliqua enim minim aliquip ut deserunt adipisicing.",
    "url": "https://valtech.com/insight/25333464-07cc-4f3c-8b9b-3e639fea088c",
    "tags": [
      9,
      1,
      14
    ]
  },
  {
    "id": 27,
    "publishedDate": "2015-08-27T03:30:59.670Z",
    "author": "Golden Bruce",
    "title": "Extrawear",
    "excerpt": "Sit cillum ullamco cupidatat laborum elit. Ad in excepteur proident ut labore. Id eiusmod Lorem culpa duis elit labore. Dolor pariatur laboris consectetur in duis cillum id enim occaecat et officia occaecat. Incididunt deserunt incididunt pariatur nulla ea labore commodo.",
    "image": "http://placehold.it/397x264/fb91f7",
    "url": "https://valtech.com/insight/c099de42-9aa9-487b-a2c8-1e82347aea81",
    "tags": [
      12,
      4,
      17
    ]
  },
  {
    "id": 28,
    "publishedDate": "2016-11-17T16:12:55.674Z",
    "author": "Maryann Campos",
    "title": "Zedalis",
    "excerpt": "Aliquip exercitation ea velit occaecat aute aliquip et id ea elit occaecat veniam. Id irure commodo ea aliquip amet exercitation adipisicing. Ut voluptate dolor culpa eiusmod cillum. Excepteur anim deserunt ea officia amet ipsum minim ad. Aliqua eu cupidatat sunt do amet ullamco nulla anim aliquip ullamco. Exercitation culpa proident commodo ea aute mollit eiusmod reprehenderit aute.",
    "image": "http://placehold.it/397x264/0cbfc7",
    "url": "https://valtech.com/insight/ccf25d26-92ad-4fce-8a2e-32aff735de96",
    "tags": [
      12,
      2,
      16
    ]
  },
  {
    "id": 29,
    "publishedDate": "2018-02-27T21:20:15.149Z",
    "author": "Downs Golden",
    "title": "Klugger",
    "excerpt": "Commodo do culpa anim commodo culpa cupidatat officia. Do sit laborum irure adipisicing cupidatat proident mollit. Mollit anim laboris consequat pariatur laborum deserunt. In pariatur Lorem cupidatat quis aliquip fugiat qui irure fugiat anim. Eu sunt deserunt consectetur dolore tempor laborum fugiat ea reprehenderit et aliquip tempor anim. Exercitation mollit quis sit laboris anim nisi labore.",
    "image": "http://placehold.it/397x264/5799a3",
    "url": "https://valtech.com/insight/bf72a12b-1cdb-4e19-9eee-0ee844784c6a",
    "tags": [
      7,
      2,
      13
    ]
  },
  {
    "id": 30,
    "publishedDate": "2014-11-28T16:44:03.051Z",
    "author": "Cain Greene",
    "title": "Cujo",
    "excerpt": "Esse proident culpa ipsum aute eu Lorem irure ad fugiat adipisicing ea. Ut in veniam ex dolore tempor aute proident do culpa proident reprehenderit. Exercitation in proident amet aute Lorem cillum enim quis mollit dolore irure. Aliqua mollit reprehenderit eiusmod velit quis qui.",
    "image": "http://placehold.it/397x264/2b6aba",
    "url": "https://valtech.com/insight/00253f54-6ad5-40c5-b025-b050bd85bba5",
    "tags": [
      11,
      1,
      16
    ]
  },
  {
    "id": 31,
    "publishedDate": "2016-05-18T09:13:56.515Z",
    "author": "Salinas Rowland",
    "title": "Retrotex",
    "excerpt": "Tempor sint tempor incididunt magna velit magna cupidatat laborum minim officia incididunt dolore excepteur. Elit occaecat occaecat exercitation magna eiusmod exercitation adipisicing nostrud quis excepteur aliqua. Deserunt culpa nisi laborum nisi cillum in labore anim id adipisicing elit do adipisicing eiusmod. Ea in nisi culpa do culpa mollit aliqua in anim nostrud adipisicing pariatur incididunt nulla. Nostrud velit ea mollit adipisicing ullamco. In ad dolore fugiat non deserunt aliquip elit veniam reprehenderit ex ipsum nulla irure. Exercitation tempor esse dolore proident labore qui sit excepteur velit do est veniam id.",
    "url": "https://valtech.com/insight/bacd6856-9ef7-4cfd-bf58-97a0f440b6f4",
    "tags": [
      11,
      3,
      13
    ]
  },
  {
    "id": 32,
    "publishedDate": "2015-08-15T23:59:42.880Z",
    "author": "Morales Conway",
    "title": "Thredz",
    "excerpt": "Minim eu in dolore eu fugiat consequat sit consectetur fugiat pariatur. Aliqua amet est dolor laborum ullamco pariatur. Occaecat ex et aute do velit ullamco amet laborum. Lorem amet magna enim occaecat sint dolor do labore. Lorem incididunt adipisicing laborum in ipsum eiusmod.",
    "image": "http://placehold.it/397x264/ea244c",
    "url": "https://valtech.com/insight/95ff05d7-933a-4f27-be2c-316b5762b646",
    "tags": [
      8,
      3,
      16
    ]
  },
  {
    "id": 33,
    "publishedDate": "2014-03-22T17:53:12.203Z",
    "author": "Patel Yates",
    "title": "Bleendot",
    "excerpt": "Dolor ullamco nostrud qui anim eu. In sint mollit laborum duis et deserunt sint. Deserunt tempor sint ut sunt dolore non. Ipsum laboris ad voluptate ea Lorem eu elit voluptate. Excepteur quis nulla labore Lorem pariatur nostrud amet duis anim velit dolore veniam id. Ullamco fugiat esse fugiat irure ipsum reprehenderit aliquip ea. Non mollit eu officia id mollit aliquip pariatur officia eiusmod amet elit do eiusmod.",
    "url": "https://valtech.com/insight/b7f88f97-92b2-4449-a5d5-2b299e081997",
    "tags": [
      10,
      1,
      16
    ]
  },
  {
    "id": 34,
    "publishedDate": "2017-05-13T18:38:44.882Z",
    "author": "Woodward Webster",
    "title": "Prowaste",
    "excerpt": "Nostrud ullamco cupidatat nostrud excepteur aute magna proident ipsum. Consequat qui aute aliqua proident dolor tempor laboris aliqua sint aliquip dolor occaecat. Voluptate magna dolor Lorem laboris officia ullamco enim do tempor eu velit officia. Sunt deserunt ea et laborum id ea occaecat. Velit irure enim laboris qui aute consequat sint nostrud veniam dolor labore est duis.",
    "url": "https://valtech.com/insight/070c64fe-5e4e-4f9d-b0ae-bb3657c976ff",
    "tags": [
      11,
      2,
      16
    ]
  },
  {
    "id": 35,
    "publishedDate": "2017-05-21T18:02:48.703Z",
    "author": "Pam Barker",
    "title": "Motovate",
    "excerpt": "Minim proident amet dolor id magna occaecat in duis irure consectetur. Do veniam laboris do sit do officia sit aliqua anim aliquip. Deserunt velit non cupidatat exercitation cupidatat veniam excepteur labore. Adipisicing officia ipsum esse non aute eiusmod. Aliquip officia magna veniam qui sint. Non pariatur aute deserunt reprehenderit qui occaecat qui in officia. Ea ex minim in quis.",
    "url": "https://valtech.com/insight/ceef2feb-c070-4b0d-b47a-5de7f36261d9",
    "tags": [
      11,
      1,
      18
    ]
  },
  {
    "id": 36,
    "publishedDate": "2017-07-30T09:28:07.735Z",
    "author": "Carlson Becker",
    "title": "Apexia",
    "excerpt": "Sit nisi exercitation dolore velit non minim occaecat reprehenderit cillum ut proident. Id amet ipsum officia sit et elit amet irure excepteur culpa occaecat voluptate nostrud deserunt. Magna ad minim et consequat voluptate duis ea tempor. Ex deserunt elit ipsum elit fugiat nisi occaecat ullamco esse ex nostrud ex ullamco. Fugiat irure qui nulla labore sit pariatur id ex. Incididunt occaecat culpa sint minim.",
    "image": "http://placehold.it/397x264/3dd1d6",
    "url": "https://valtech.com/insight/fc28566b-e137-4bc7-bbde-5c78c6633834",
    "tags": [
      8,
      3,
      13
    ]
  },
  {
    "id": 37,
    "publishedDate": "2014-11-05T08:05:33.152Z",
    "author": "Sheryl Whitaker",
    "title": "Fibrodyne",
    "excerpt": "Sunt esse do deserunt consequat sunt minim aliqua Lorem voluptate. Cillum proident proident consectetur reprehenderit qui minim fugiat sint voluptate ut irure aliquip. Excepteur quis ipsum ullamco incididunt in cupidatat voluptate consequat. Dolor elit qui duis tempor. Ut tempor amet in consequat. Culpa nisi dolore fugiat excepteur Lorem ullamco nostrud commodo irure ad consectetur non. Labore pariatur enim culpa laboris velit sunt.",
    "image": "http://placehold.it/397x264/7771dc",
    "url": "https://valtech.com/insight/51a15e22-a24d-44c9-9374-785c6fed4224",
    "tags": [
      10,
      5,
      14
    ]
  },
  {
    "id": 38,
    "publishedDate": "2014-05-21T17:29:42.528Z",
    "author": "Russo Bonner",
    "title": "Lorem veniam esse anim commodo pariatur.",
    "url": "https://valtech.com/insight/1bad3ac1-6492-42c6-ab9b-79aebd107a41",
    "tags": [
      12,
      5,
      14
    ]
  },
  {
    "id": 39,
    "publishedDate": "2017-04-25T15:51:24.636Z",
    "author": "Nora Sullivan",
    "title": "Laborum amet consectetur minim adipisicing sit irure aliqua eiusmod dolor excepteur anim duis duis proident.",
    "url": "https://valtech.com/insight/832cca73-4730-4a24-8a9e-cdb361849923",
    "tags": [
      11,
      4,
      13
    ]
  },
  {
    "id": 40,
    "publishedDate": "2015-08-06T19:05:41.686Z",
    "author": "Deborah Woodward",
    "title": "Sunclipse",
    "excerpt": "Nostrud sunt et ullamco anim ipsum enim duis officia occaecat minim est eu nulla. Ipsum aute eiusmod in ex ipsum laboris aute eu officia aute et ea. Tempor dolore duis Lorem consectetur consectetur laborum consequat. Deserunt et culpa ut labore enim cupidatat et adipisicing amet labore ad.",
    "image": "http://placehold.it/397x264/a28914",
    "url": "https://valtech.com/insight/f5b78d27-4781-4a5f-b860-0c20733364d9",
    "tags": [
      8,
      1,
      17
    ]
  },
  {
    "id": 41,
    "publishedDate": "2017-01-20T13:01:13.999Z",
    "author": "Foster Lamb",
    "title": "Portico",
    "excerpt": "Dolor sunt consectetur deserunt anim occaecat proident labore qui. Voluptate ipsum enim occaecat proident reprehenderit velit anim officia. Qui mollit duis non qui officia eiusmod officia consectetur incididunt et proident. Est do sit ad officia tempor labore velit ex reprehenderit dolor culpa ut reprehenderit. Ipsum cupidatat dolor aliquip sint duis consequat irure adipisicing ullamco in consectetur. Sit reprehenderit occaecat id dolore quis nisi cillum mollit reprehenderit aliquip duis anim cupidatat. Ipsum deserunt culpa sit excepteur aute.",
    "url": "https://valtech.com/insight/8c12ee1c-f64a-4088-9bcc-0a2163fffaae",
    "tags": [
      11,
      1,
      16
    ]
  },
  {
    "id": 42,
    "publishedDate": "2014-09-01T17:24:14.184Z",
    "author": "Belinda Chapman",
    "title": "Luxuria",
    "excerpt": "Duis aute deserunt id Lorem amet occaecat cupidatat excepteur dolor. Voluptate deserunt consectetur do anim dolor. Magna cupidatat sint excepteur eiusmod commodo pariatur ipsum qui dolor.",
    "image": "http://placehold.it/397x264/8d5c0e",
    "url": "https://valtech.com/insight/c1aedd05-65ce-4eb4-bb75-1e14a9da80f5",
    "tags": [
      9,
      4,
      17
    ]
  },
  {
    "id": 43,
    "publishedDate": "2015-10-23T19:50:05.044Z",
    "author": "Mitzi Fowler",
    "title": "Visualix",
    "excerpt": "Nisi irure aliquip laborum esse. Magna adipisicing consectetur anim enim aliqua. Et excepteur officia ea voluptate occaecat nulla sunt sunt enim anim sint nostrud velit. Laboris nulla enim aliquip laborum cillum nisi elit sint. Ad labore ex minim consectetur aliquip. Occaecat commodo laboris nulla cupidatat eiusmod pariatur officia incididunt fugiat.",
    "image": "http://placehold.it/397x264/09e2d5",
    "url": "https://valtech.com/insight/a65094ac-b354-416f-85d0-329392c778fe",
    "tags": [
      11,
      6,
      17
    ]
  },
  {
    "id": 44,
    "publishedDate": "2017-03-22T09:45:17.564Z",
    "author": "Alexandria Mccullough",
    "title": "Eu aliqua fugiat ea quis in et eu eiusmod ea occaecat in.",
    "url": "https://valtech.com/insight/05a0fe86-7ee3-43dc-b7f2-f27fd416dc07",
    "tags": [
      12,
      2,
      14
    ]
  },
  {
    "id": 45,
    "publishedDate": "2017-04-25T18:58:40.346Z",
    "author": "Dorothea Nash",
    "title": "Cowtown",
    "excerpt": "Officia et adipisicing nisi magna Lorem. Ex esse sunt qui magna velit occaecat elit. Sint incididunt id nisi Lorem labore.",
    "image": "http://placehold.it/397x264/df759b",
    "url": "https://valtech.com/insight/1eddcad5-5ca7-42e0-8aa9-f2914d4a3931",
    "tags": [
      11,
      2,
      15
    ]
  },
  {
    "id": 46,
    "publishedDate": "2018-04-08T04:18:30.703Z",
    "author": "Addie Hurley",
    "title": "Scenty",
    "excerpt": "Sit occaecat duis quis ut cillum sit. Ullamco veniam ipsum aliquip aliqua veniam nulla exercitation officia cillum aliquip non ex. Anim ut voluptate ea reprehenderit dolor eiusmod in eu ex minim tempor amet pariatur. Elit dolore sit pariatur elit do in. Do esse commodo veniam commodo laboris cupidatat laborum do et culpa consectetur. Nisi laborum exercitation officia amet consectetur proident officia id.",
    "url": "https://valtech.com/insight/cd17f875-8a4c-4439-b7f1-4f66e02f14d9",
    "tags": [
      11,
      4,
      17
    ]
  },
  {
    "id": 47,
    "publishedDate": "2015-04-19T17:11:22.459Z",
    "author": "Burks Hebert",
    "title": "Bittor",
    "excerpt": "Duis elit enim eiusmod esse non esse nostrud reprehenderit do magna nostrud adipisicing. Ut ex nisi sit consequat dolore laboris incididunt amet laborum voluptate. Quis laborum consequat id laborum laboris nisi. Culpa reprehenderit fugiat dolore consectetur incididunt magna reprehenderit nulla ad et. Excepteur ea sunt ad quis ea irure nisi laboris ex esse labore. Commodo non ut veniam anim ullamco in esse exercitation elit. Dolore duis labore duis adipisicing fugiat excepteur sit reprehenderit eiusmod amet duis reprehenderit dolor.",
    "url": "https://valtech.com/insight/9ae17e5d-5afe-4fac-86a6-675a3454be06",
    "tags": [
      9,
      5,
      14
    ]
  },
  {
    "id": 48,
    "publishedDate": "2016-11-18T15:53:55.217Z",
    "author": "Sybil Mcbride",
    "title": "Zolar",
    "excerpt": "Ex cillum sunt non sint qui fugiat Lorem anim. Aute tempor ullamco sint magna dolore laborum ipsum culpa pariatur proident irure. Magna nisi id officia labore pariatur voluptate laboris veniam non occaecat. Exercitation in laboris anim aliquip tempor aute. Nisi magna in non laboris duis esse. Excepteur minim et veniam enim do ullamco consequat ea labore sunt nulla culpa. Ex excepteur anim nisi nisi incididunt cillum eu magna magna.",
    "url": "https://valtech.com/insight/0daf8c62-f38b-45a6-a78d-69cac722ac4b",
    "tags": [
      11,
      6,
      16
    ]
  },
  {
    "id": 49,
    "publishedDate": "2018-01-23T20:45:15.673Z",
    "author": "Jeannine Gilbert",
    "title": "Kiggle",
    "excerpt": "Qui veniam adipisicing mollit sunt do dolore. Deserunt veniam fugiat est sunt nisi veniam dolor ipsum ea anim dolor incididunt. Nisi occaecat consequat nisi consequat et labore quis labore ut exercitation ut esse dolor quis. Ipsum dolore enim minim voluptate commodo aliquip esse ullamco adipisicing minim amet sunt ex.",
    "image": "http://placehold.it/397x264/487f21",
    "url": "https://valtech.com/insight/9cb7f22c-1816-4f49-af18-58a7c3202b80",
    "tags": [
      8,
      4,
      14
    ]
  },
  {
    "id": 50,
    "publishedDate": "2017-09-07T07:50:53.655Z",
    "author": "Muriel Miranda",
    "title": "Zinca",
    "excerpt": "Eu officia commodo voluptate est. Dolor nulla nostrud et occaecat aute fugiat fugiat tempor consequat deserunt pariatur elit. Esse culpa est cillum voluptate sunt ut in ullamco minim duis consectetur. Qui anim ea irure excepteur Lorem ut. Ullamco mollit commodo cillum adipisicing amet nisi dolore veniam. Dolor tempor irure ipsum ad veniam aute eu velit reprehenderit incididunt incididunt mollit.",
    "url": "https://valtech.com/insight/9caad22d-60cc-41e1-a5cc-fcfdb226e8ba",
    "tags": [
      11,
      3,
      13
    ]
  },
  {
    "id": 51,
    "publishedDate": "2015-11-07T22:57:44.551Z",
    "author": "Woodard Wynn",
    "title": "Comtext",
    "excerpt": "Irure cupidatat qui magna aute. Culpa aute quis et officia sint fugiat et non mollit excepteur culpa. Dolore mollit commodo anim ullamco aliqua sit. Elit et excepteur irure reprehenderit reprehenderit.",
    "image": "http://placehold.it/397x264/2c6da2",
    "url": "https://valtech.com/insight/b99d0b3a-fbad-43c2-ab30-92114aa113c6",
    "tags": [
      12,
      2,
      17
    ]
  },
  {
    "id": 52,
    "publishedDate": "2014-09-01T23:52:13.222Z",
    "author": "Irene Burch",
    "title": "Hyplex",
    "excerpt": "Nostrud eiusmod consectetur ea proident non qui. Ipsum aliqua consequat proident veniam ex consectetur. Labore commodo laborum ad incididunt ullamco velit dolore cillum exercitation duis cupidatat esse nisi irure. Et laboris sit nulla consequat mollit deserunt occaecat sint. Fugiat exercitation anim Lorem cupidatat culpa id cupidatat anim aliqua.",
    "url": "https://valtech.com/insight/96290b89-0e14-42a7-8738-179e76a39324",
    "tags": [
      9,
      6,
      15
    ]
  },
  {
    "id": 53,
    "publishedDate": "2016-07-30T13:35:34.956Z",
    "author": "Lessie Browning",
    "title": "Hatology",
    "excerpt": "Et officia ad nostrud est. Culpa Lorem velit officia est exercitation exercitation officia. Non nostrud consequat pariatur exercitation elit veniam qui fugiat ut non ad consequat. Fugiat id anim elit dolor deserunt qui esse eu. Cupidatat do adipisicing aute culpa. Ex qui laborum in nostrud sint exercitation exercitation et.",
    "url": "https://valtech.com/insight/101fbf00-64f7-4c40-ac73-ea4b9cba70e9",
    "tags": [
      12,
      2,
      13
    ]
  },
  {
    "id": 54,
    "publishedDate": "2014-07-04T02:50:00.382Z",
    "author": "Oconnor Shaw",
    "title": "Opticom",
    "excerpt": "Consectetur id cupidatat do sint id consectetur. Veniam cupidatat irure consectetur enim consectetur eu. Do do anim magna aute aliqua quis amet non in. Consectetur cupidatat amet voluptate ex cupidatat dolor ullamco quis pariatur quis culpa. Dolor ut ea excepteur exercitation sunt nulla aliquip exercitation minim commodo sint. Nisi excepteur minim ullamco laboris. Aliquip sint minim dolore commodo tempor cillum pariatur officia fugiat cupidatat anim elit sunt dolore.",
    "url": "https://valtech.com/insight/35142970-0e89-4c4a-870b-6cb3a112bcb2",
    "tags": [
      8,
      5,
      16
    ]
  },
  {
    "id": 55,
    "publishedDate": "2016-12-06T13:02:35.401Z",
    "author": "Cathryn Potter",
    "title": "Rockabye",
    "excerpt": "Deserunt aute incididunt laboris pariatur aute anim eiusmod. Pariatur cupidatat minim in in nostrud irure consequat. Exercitation duis et id ipsum deserunt sunt incididunt esse eu culpa incididunt aliquip deserunt. Nostrud ullamco veniam nulla ea nisi dolore eiusmod. Laboris exercitation ad aliquip quis velit.",
    "image": "http://placehold.it/397x264/7dacfd",
    "url": "https://valtech.com/insight/15e33bed-a4a3-421c-a47c-9e926d16c008",
    "tags": [
      9,
      6,
      13
    ]
  },
  {
    "id": 56,
    "publishedDate": "2017-08-16T19:50:04.958Z",
    "author": "Burke Cortez",
    "title": "Undertap",
    "excerpt": "Id veniam deserunt ipsum officia esse quis sit. Labore commodo excepteur Lorem aliqua ea excepteur amet mollit excepteur do dolore velit pariatur. Occaecat minim incididunt proident tempor adipisicing do excepteur fugiat deserunt reprehenderit.",
    "image": "http://placehold.it/397x264/079aed",
    "url": "https://valtech.com/insight/7184f123-2d77-4994-b4d9-b80de4fd3055",
    "tags": [
      9,
      2,
      17
    ]
  },
  {
    "id": 57,
    "publishedDate": "2014-02-21T15:12:51.166Z",
    "author": "Faulkner Mack",
    "title": "Kindaloo",
    "excerpt": "Eiusmod dolore laborum mollit ullamco nostrud sint deserunt est exercitation eiusmod pariatur aute dolor cupidatat. Eu Lorem cillum amet excepteur. Elit ullamco proident ea laboris aliqua exercitation quis labore adipisicing ad quis quis. Nisi ex ut non enim occaecat tempor mollit Lorem ea quis excepteur consectetur magna. Eu Lorem ea eiusmod cupidatat laborum labore cillum ex. Incididunt proident adipisicing aliquip aliqua culpa. Et pariatur non minim Lorem laboris commodo eiusmod voluptate cupidatat fugiat incididunt mollit.",
    "image": "http://placehold.it/397x264/765ddd",
    "url": "https://valtech.com/insight/bb0cd275-3db3-4c93-81bf-844f24fa1339",
    "tags": [
      8,
      3,
      15
    ]
  },
  {
    "id": 58,
    "publishedDate": "2017-05-21T09:48:00.078Z",
    "author": "Hansen Schneider",
    "title": "Uberlux",
    "excerpt": "Elit laborum duis minim laboris magna excepteur aliquip anim cillum in dolor nostrud. Eiusmod reprehenderit nisi magna nulla nisi. Incididunt reprehenderit et commodo culpa est proident laborum sint Lorem fugiat. Magna ad ullamco enim irure esse fugiat ea reprehenderit elit dolor.",
    "image": "http://placehold.it/397x264/e9e43e",
    "url": "https://valtech.com/insight/73b30483-c0f0-4061-b9aa-856e53d3f52d",
    "tags": [
      9,
      6,
      16
    ]
  },
  {
    "id": 59,
    "publishedDate": "2017-03-18T06:18:48.661Z",
    "author": "Bessie Burke",
    "title": "Cinaster",
    "excerpt": "Laborum incididunt aliquip enim quis consequat nulla pariatur deserunt proident amet minim officia. Magna dolor tempor fugiat excepteur nostrud sint ea adipisicing eu laboris excepteur. Mollit sit veniam elit excepteur consectetur aliqua. Deserunt in labore laboris sint eu. Proident adipisicing cupidatat magna culpa deserunt veniam.",
    "url": "https://valtech.com/insight/fce76148-637d-423f-83bc-4709260372c5",
    "tags": [
      11,
      1,
      16
    ]
  },
  {
    "id": 60,
    "publishedDate": "2014-02-16T19:15:28.782Z",
    "author": "Chang Ortiz",
    "title": "Permadyne",
    "excerpt": "Irure aliqua sunt nulla ex veniam et sunt. Sunt et minim voluptate officia ex ex labore cupidatat officia. Nostrud sit non irure Lorem fugiat irure ut id adipisicing quis ex quis pariatur pariatur. Elit aliquip veniam occaecat anim laboris id in.",
    "url": "https://valtech.com/insight/4be77553-1cd6-4cda-9328-9782304593fe",
    "tags": [
      11,
      2,
      15
    ]
  },
  {
    "id": 61,
    "publishedDate": "2015-10-05T10:30:02.614Z",
    "author": "Sarah Kidd",
    "title": "Duis labore veniam eu consequat sunt ullamco laborum laborum fugiat.",
    "url": "https://valtech.com/insight/3af2f7ec-144a-4787-8fa8-a890c0978299",
    "tags": [
      11,
      2,
      17
    ]
  },
  {
    "id": 62,
    "publishedDate": "2018-05-01T02:17:18.468Z",
    "author": "Susana Harvey",
    "title": "Flotonic",
    "excerpt": "Qui tempor fugiat veniam ut enim sit voluptate. Mollit dolore incididunt commodo officia adipisicing Lorem aliqua ex mollit nisi nisi laboris. Ut aute officia anim nostrud est anim nisi dolore esse irure consequat irure eu enim. Tempor labore voluptate ex commodo ex irure anim tempor mollit do excepteur.",
    "image": "http://placehold.it/397x264/5d4c33",
    "url": "https://valtech.com/insight/2f27abd3-5a06-4e65-8e25-8594cc128fce",
    "tags": [
      11,
      6,
      17
    ]
  },
  {
    "id": 63,
    "publishedDate": "2015-05-31T14:31:56.183Z",
    "author": "Kelly Ferguson",
    "title": "Comvene",
    "excerpt": "Do elit cillum et ut. Qui in velit minim sint consequat eiusmod non. Labore esse incididunt quis consequat fugiat eiusmod veniam.",
    "url": "https://valtech.com/insight/f0f8d832-7ab5-47c6-ad32-0dec47bb879f",
    "tags": [
      7,
      4,
      13
    ]
  },
  {
    "id": 64,
    "publishedDate": "2016-12-14T01:52:18.008Z",
    "author": "Ava Nunez",
    "title": "Accidency",
    "excerpt": "Et voluptate quis magna culpa adipisicing exercitation qui. Occaecat culpa eu non officia. Non ex anim eu aliquip tempor. Exercitation ea exercitation excepteur elit dolore ut voluptate aliquip occaecat.",
    "image": "http://placehold.it/397x264/2d9dd4",
    "url": "https://valtech.com/insight/dbbe188d-d1b0-4477-817e-65778fe093cf",
    "tags": [
      7,
      3,
      15
    ]
  },
  {
    "id": 65,
    "publishedDate": "2014-04-10T04:42:37.290Z",
    "author": "Wooten Best",
    "title": "Kengen",
    "excerpt": "Lorem laboris dolore sint eiusmod minim mollit pariatur ut veniam occaecat proident quis do. Nulla magna fugiat nisi dolore mollit culpa Lorem velit laboris velit aliqua eu. Ad laboris nulla deserunt Lorem nulla. Ex minim ullamco pariatur incididunt commodo aliquip fugiat elit veniam officia. Proident quis aliquip aliqua veniam. Proident dolor dolore do sint consectetur consectetur amet occaecat consequat.",
    "url": "https://valtech.com/insight/7b38bcc4-12ce-4c8c-9df6-14ffbab34dd7",
    "tags": [
      9,
      6,
      13
    ]
  },
  {
    "id": 66,
    "publishedDate": "2014-06-27T20:18:31.689Z",
    "author": "Ewing Emerson",
    "title": "Pulze",
    "excerpt": "Labore ipsum tempor incididunt ullamco aliqua fugiat ad reprehenderit aliquip nulla ullamco ad reprehenderit fugiat. Sit id consequat proident ad nisi sit nulla Lorem. Ea est enim ipsum dolore eu consequat aute pariatur culpa enim ut sit. Quis consequat duis mollit commodo laboris. Sit consectetur elit eu ut. Sunt id dolor eu dolore adipisicing labore nostrud eiusmod. Excepteur adipisicing consectetur deserunt irure dolor sint ex tempor non.",
    "url": "https://valtech.com/insight/a55fbb5d-16dd-498c-a0aa-31fd6c6b1222",
    "tags": [
      10,
      3,
      15
    ]
  },
  {
    "id": 67,
    "publishedDate": "2015-05-29T21:08:14.756Z",
    "author": "Wolf Knapp",
    "title": "Aquacine",
    "excerpt": "Sunt reprehenderit pariatur ullamco eiusmod deserunt adipisicing deserunt ea. Officia aliqua ex nostrud dolore cupidatat enim et consectetur enim sunt et do. Amet laborum nisi ut aliquip occaecat voluptate eiusmod qui reprehenderit duis. Et ut labore commodo elit. Labore nostrud ex esse laboris aliqua excepteur. Non ipsum ipsum reprehenderit tempor laboris ex aliquip minim. Occaecat sint ut minim proident occaecat officia ullamco nulla officia.",
    "image": "http://placehold.it/397x264/b170cc",
    "url": "https://valtech.com/insight/06b90bec-b289-43ae-bfb5-e8804273ae6a",
    "tags": [
      10,
      5,
      15
    ]
  },
  {
    "id": 68,
    "publishedDate": "2017-09-08T21:14:01.831Z",
    "author": "Santana Morton",
    "title": "Labore ad cillum tempor adipisicing adipisicing enim quis Lorem.",
    "url": "https://valtech.com/insight/1de1135a-54c8-4d22-9812-203d1fb28de6",
    "tags": [
      9,
      4,
      15
    ]
  },
  {
    "id": 69,
    "publishedDate": "2016-08-08T17:25:33.245Z",
    "author": "Lakisha Nolan",
    "title": "Norali",
    "excerpt": "Cillum irure magna excepteur laborum. Eiusmod eu tempor anim do nulla ex nulla minim do. Aliqua esse commodo sint fugiat sit sint consequat laborum dolore laborum sit. Commodo adipisicing cupidatat voluptate incididunt sunt cillum irure laborum incididunt in veniam. Aliqua veniam consectetur exercitation adipisicing veniam non quis laborum in enim deserunt eu quis. Ad aliquip amet labore eu in aliqua ea consectetur.",
    "image": "http://placehold.it/397x264/83906c",
    "url": "https://valtech.com/insight/8168020e-3bea-4dc9-9e04-6fc25ff037fb",
    "tags": [
      9,
      5,
      16
    ]
  },
  {
    "id": 70,
    "publishedDate": "2017-03-11T15:57:30.209Z",
    "author": "Deanna Morrison",
    "title": "Rodeomad",
    "excerpt": "Duis adipisicing qui amet excepteur consectetur officia qui aliqua cillum est veniam. Reprehenderit amet aliqua aute commodo mollit et. Quis proident esse aliqua dolore. Eiusmod deserunt sint reprehenderit fugiat.",
    "image": "http://placehold.it/397x264/7cfcfe",
    "url": "https://valtech.com/insight/040afe24-5a5e-4d04-9926-ed92e99f9dde",
    "tags": [
      10,
      5,
      16
    ]
  },
  {
    "id": 71,
    "publishedDate": "2016-04-16T16:49:57.083Z",
    "author": "Audra Donovan",
    "title": "Malathion",
    "excerpt": "Lorem laborum ipsum quis in voluptate incididunt ullamco reprehenderit culpa exercitation aliquip nulla magna. Sunt cupidatat magna reprehenderit velit irure commodo consequat est est fugiat mollit consequat. Dolore sint ipsum laboris pariatur eiusmod officia cillum ut. Est adipisicing dolor dolor reprehenderit consequat ullamco eiusmod aliqua. Ut occaecat commodo elit ut fugiat ex proident ullamco fugiat reprehenderit. Duis amet esse occaecat ad excepteur nostrud veniam aliquip excepteur eiusmod minim Lorem Lorem mollit.",
    "image": "http://placehold.it/397x264/014249",
    "url": "https://valtech.com/insight/bf2c046f-cca1-46c8-9676-122b2024f327",
    "tags": [
      10,
      3,
      15
    ]
  },
  {
    "id": 72,
    "publishedDate": "2017-07-16T03:00:05.930Z",
    "author": "Emilia Blankenship",
    "title": "Greeker",
    "excerpt": "Nostrud excepteur magna sint eu amet esse enim veniam qui. Id voluptate enim et aliqua ad velit ad ut cupidatat ex irure. Eu commodo excepteur cillum exercitation fugiat. Aliqua do exercitation enim sit veniam pariatur non amet.",
    "image": "http://placehold.it/397x264/f00889",
    "url": "https://valtech.com/insight/8d3cfad4-827e-40dd-91fe-187eef83ced6",
    "tags": [
      8,
      5,
      17
    ]
  },
  {
    "id": 73,
    "publishedDate": "2018-03-11T10:07:23.589Z",
    "author": "Toni Colon",
    "title": "Icology",
    "excerpt": "Est qui sunt eu ex ipsum culpa quis labore Lorem nostrud. Occaecat do elit cupidatat commodo labore tempor reprehenderit. Est sunt dolore amet incididunt laboris. Pariatur commodo duis aliqua fugiat voluptate veniam nisi nisi qui laborum dolor laboris. Nostrud cupidatat et aute qui pariatur est esse officia. Anim incididunt aliquip proident reprehenderit ullamco quis culpa reprehenderit dolore. Tempor elit veniam eu id aliquip in sunt.",
    "image": "http://placehold.it/397x264/ae2f5f",
    "url": "https://valtech.com/insight/b871a11b-ae5d-4292-a336-96dde133a62c",
    "tags": [
      9,
      2,
      13
    ]
  },
  {
    "id": 74,
    "publishedDate": "2017-03-25T23:58:28.109Z",
    "author": "Horn Reid",
    "title": "Uni",
    "excerpt": "Reprehenderit dolor magna nisi laborum magna enim voluptate duis aliqua dolor est. Dolore aliquip quis consequat exercitation adipisicing excepteur laborum. Sunt occaecat minim velit nostrud. Duis incididunt occaecat veniam consequat. Sit labore laboris tempor irure id nisi officia anim cillum mollit ullamco elit esse ipsum. Lorem eu velit est labore labore elit non proident laboris.",
    "url": "https://valtech.com/insight/0bdd1a51-5ed9-4d54-bda9-66b01b6e67b9",
    "tags": [
      12,
      1,
      16
    ]
  },
  {
    "id": 75,
    "publishedDate": "2017-06-12T12:17:56.000Z",
    "author": "Armstrong Schultz",
    "title": "Fanfare",
    "excerpt": "Elit ipsum irure mollit consequat irure laboris excepteur eiusmod dolor ad id anim. Deserunt commodo voluptate esse laborum do ipsum dolore incididunt aliquip laborum. Velit voluptate eu reprehenderit aliqua cupidatat id eu reprehenderit ipsum exercitation. Eiusmod dolor nostrud officia id qui qui eiusmod cillum sunt anim labore nostrud ullamco elit. Proident non ipsum commodo deserunt consectetur qui veniam. Irure labore ullamco culpa in quis enim occaecat sit.",
    "url": "https://valtech.com/insight/b1988fe2-c79d-464f-afa0-0fb04905ceae",
    "tags": [
      10,
      6,
      17
    ]
  },
  {
    "id": 76,
    "publishedDate": "2016-03-02T18:51:51.485Z",
    "author": "Susanne Horn",
    "title": "Venoflex",
    "excerpt": "Laborum ad labore non eu eu aliqua ea mollit. Occaecat nisi qui aliquip consequat eu tempor pariatur ut. Cillum ex incididunt pariatur ad qui labore commodo aliquip nisi non non sit aliqua. Veniam occaecat aute ea aliquip aliquip mollit magna quis aliqua. Cillum dolor reprehenderit voluptate eiusmod in magna ipsum. Lorem velit sit exercitation proident anim eu. Tempor officia occaecat do amet aliqua dolor ad id nisi ea eiusmod nulla et occaecat.",
    "image": "http://placehold.it/397x264/6c5fef",
    "url": "https://valtech.com/insight/32228fb2-42d0-47db-804d-4751381fcd80",
    "tags": [
      10,
      1,
      13
    ]
  },
  {
    "id": 77,
    "publishedDate": "2017-04-16T21:51:31.182Z",
    "author": "Roy Hyde",
    "title": "Velit incididunt voluptate laborum occaecat.",
    "url": "https://valtech.com/insight/9c493fcf-dc1d-4757-a3da-11bb36ed6865",
    "tags": [
      9,
      5,
      16
    ]
  },
  {
    "id": 78,
    "publishedDate": "2017-08-13T19:07:55.081Z",
    "author": "Mcmillan Baker",
    "title": "Minim est sit exercitation nisi voluptate et sunt laboris esse dolore.",
    "url": "https://valtech.com/insight/ec130a20-0319-4211-b687-70596dbd1b17",
    "tags": [
      7,
      1,
      16
    ]
  },
  {
    "id": 79,
    "publishedDate": "2014-05-15T06:25:17.367Z",
    "author": "David Patrick",
    "title": "Nostrud quis Lorem officia laborum veniam.",
    "url": "https://valtech.com/insight/a4a82cf1-1277-4e31-b76b-929c7d2c16cc",
    "tags": [
      10,
      1,
      15
    ]
  },
  {
    "id": 80,
    "publishedDate": "2014-02-09T07:38:34.849Z",
    "author": "Hines Gallagher",
    "title": "Irure officia quis voluptate pariatur nostrud do.",
    "url": "https://valtech.com/insight/8981dade-1605-4785-b6a4-d0b431a45777",
    "tags": [
      12,
      6,
      16
    ]
  },
  {
    "id": 81,
    "publishedDate": "2017-04-01T18:41:36.540Z",
    "author": "Theresa Odonnell",
    "title": "Esse exercitation ipsum in ex anim exercitation ipsum incididunt mollit amet eiusmod.",
    "url": "https://valtech.com/insight/31eda312-d394-46a5-9e20-c6b60e5451b6",
    "tags": [
      7,
      6,
      18
    ]
  },
  {
    "id": 82,
    "publishedDate": "2017-10-30T20:09:55.906Z",
    "author": "Battle Cameron",
    "title": "Extragen",
    "excerpt": "Ex laborum duis dolor consectetur excepteur adipisicing quis. Cupidatat ex enim labore id laboris occaecat magna ex occaecat magna cillum. Veniam sit magna aliquip nisi ea aute exercitation et amet qui Lorem consectetur in sint. Qui aute deserunt officia nisi ipsum. Reprehenderit est in deserunt voluptate aute ut nisi esse minim enim pariatur esse.",
    "url": "https://valtech.com/insight/4e1e3d7e-b692-4838-a1ac-f3cffc15c814",
    "tags": [
      8,
      5,
      13
    ]
  },
  {
    "id": 83,
    "publishedDate": "2015-10-03T14:41:36.655Z",
    "author": "Dee Tanner",
    "title": "Combot",
    "excerpt": "Sunt nostrud ut eiusmod dolore fugiat non officia sint veniam sit aliquip ullamco voluptate. Nisi consectetur deserunt do commodo ipsum. Labore do officia est eu Lorem duis excepteur dolore aliqua adipisicing eiusmod consectetur excepteur. Ipsum aute id qui ipsum consequat aliquip adipisicing fugiat officia sit ea.",
    "image": "http://placehold.it/397x264/cc650c",
    "url": "https://valtech.com/insight/8345c6bf-6080-4a9c-9b5c-1f520df8e9c8",
    "tags": [
      10,
      1,
      13
    ]
  },
  {
    "id": 84,
    "publishedDate": "2016-02-05T16:31:39.898Z",
    "author": "Potts Aguilar",
    "title": "Ad consequat ex aliqua sint.",
    "url": "https://valtech.com/insight/c14a6b64-493e-4d53-b704-52b1fc5ca971",
    "tags": [
      10,
      4,
      16
    ]
  },
  {
    "id": 85,
    "publishedDate": "2015-11-19T16:21:15.299Z",
    "author": "Estella Clayton",
    "title": "Decratex",
    "excerpt": "Veniam amet sit eu magna labore eiusmod aliqua consectetur officia. Sit tempor anim aute laborum fugiat consectetur deserunt. Ullamco nisi mollit dolore sint nostrud ad. Labore proident et ipsum aliquip sunt culpa laborum est.",
    "image": "http://placehold.it/397x264/a55318",
    "url": "https://valtech.com/insight/1c230e54-e2c6-4fa3-8684-7976512e37e3",
    "tags": [
      12,
      3,
      15
    ]
  },
  {
    "id": 86,
    "publishedDate": "2017-02-28T02:26:07.632Z",
    "author": "Janet Robles",
    "title": "Imperium",
    "excerpt": "Fugiat labore cupidatat do consectetur tempor adipisicing. Elit esse qui deserunt irure pariatur amet do nisi elit tempor officia officia nisi pariatur. Nostrud amet id exercitation proident Lorem id magna consectetur eu deserunt cillum. Sunt cupidatat sit consequat sunt.",
    "url": "https://valtech.com/insight/84ad2a8f-9d14-48ca-9895-89da40ad1678",
    "tags": [
      8,
      4,
      17
    ]
  },
  {
    "id": 87,
    "publishedDate": "2014-08-22T05:02:48.718Z",
    "author": "Holcomb Frederick",
    "title": "Mantrix",
    "excerpt": "Laboris commodo nisi dolor ea eu do nulla duis. Cupidatat enim ut non consequat esse ut do consequat adipisicing id. Qui esse amet laboris aute esse pariatur deserunt occaecat ullamco laborum laborum veniam. Sit laborum culpa nostrud qui.",
    "url": "https://valtech.com/insight/b7f72145-cce1-4687-bb23-a6228843b498",
    "tags": [
      11,
      5,
      17
    ]
  },
  {
    "id": 88,
    "publishedDate": "2017-07-14T02:45:08.556Z",
    "author": "Maritza Bennett",
    "title": "Eventix",
    "excerpt": "Ipsum anim elit nulla culpa quis duis laborum id in Lorem. In officia irure commodo dolore ea id Lorem culpa do amet proident. Sint id labore irure reprehenderit Lorem veniam proident Lorem minim amet ut irure anim laborum. Eiusmod mollit fugiat incididunt commodo officia fugiat laborum occaecat sunt cupidatat laboris magna mollit eiusmod. Lorem culpa sit non sint aliquip et minim ex dolor. Ea tempor eiusmod commodo est ex consequat in et. Labore dolore consectetur exercitation excepteur quis veniam reprehenderit.",
    "image": "http://placehold.it/397x264/e6dae7",
    "url": "https://valtech.com/insight/a588f825-b641-4e90-9654-935c415d4d24",
    "tags": [
      9,
      5,
      16
    ]
  },
  {
    "id": 89,
    "publishedDate": "2014-10-19T06:44:18.453Z",
    "author": "Nicole Dominguez",
    "title": "Minim dolore nostrud laborum labore pariatur aliquip labore do.",
    "url": "https://valtech.com/insight/28bea964-a864-42d9-84db-3478da5b27f7",
    "tags": [
      7,
      3,
      17
    ]
  },
  {
    "id": 90,
    "publishedDate": "2016-11-16T14:52:20.790Z",
    "author": "Yvonne Sims",
    "title": "Enquility",
    "excerpt": "Nostrud proident et Lorem aute consequat consequat dolore sint irure aute anim. Aliquip duis esse magna velit sint. Sunt voluptate qui qui nulla mollit exercitation incididunt proident aliquip ipsum proident duis. Consequat dolore Lorem nisi consequat et et esse ex id ullamco mollit do sint et. Ea in tempor sit id culpa tempor et fugiat elit elit ullamco labore. Amet aute elit anim proident qui voluptate excepteur occaecat pariatur excepteur aliqua.",
    "url": "https://valtech.com/insight/555a77f9-54d9-4636-a9ce-42f8b703391c",
    "tags": [
      7,
      3,
      15
    ]
  },
  {
    "id": 91,
    "publishedDate": "2015-07-18T03:04:51.268Z",
    "author": "Hattie Henry",
    "title": "Endicil",
    "excerpt": "Velit amet sunt consectetur et aliqua dolore consectetur tempor eiusmod aliqua eu laborum. Laborum ex laborum enim ex. Officia incididunt excepteur Lorem culpa velit adipisicing anim aliqua pariatur ullamco do ex excepteur. Nulla nulla cillum cillum aliquip dolore.",
    "url": "https://valtech.com/insight/746edb12-8df3-48fb-a321-1d333ad34604",
    "tags": [
      8,
      1,
      15
    ]
  },
  {
    "id": 92,
    "publishedDate": "2015-07-25T16:29:12.832Z",
    "author": "Bobbi Cline",
    "title": "Immunics",
    "excerpt": "Ex veniam tempor nostrud laborum excepteur laboris officia eiusmod magna et ullamco ut elit incididunt. Qui id cillum amet cillum. Irure veniam excepteur quis exercitation proident eiusmod elit velit consequat officia mollit pariatur deserunt ullamco. Ut quis ea reprehenderit culpa et magna aliquip eu proident. Ut dolore reprehenderit et excepteur occaecat ipsum do laboris. Aliquip ex pariatur duis cillum culpa do proident commodo dolore.",
    "image": "http://placehold.it/397x264/d04b9a",
    "url": "https://valtech.com/insight/7574de84-089c-4bef-85cb-ed07af20e633",
    "tags": [
      9,
      2,
      14
    ]
  },
  {
    "id": 93,
    "publishedDate": "2014-09-14T05:28:45.510Z",
    "author": "Silvia Conley",
    "title": "Bugsall",
    "excerpt": "Ex eiusmod aliqua in culpa cupidatat et tempor esse ad aliqua consectetur non deserunt. Sit ex sint incididunt adipisicing labore aute voluptate mollit aute ex officia ullamco eiusmod nostrud. Deserunt sunt do in officia pariatur culpa nostrud.",
    "url": "https://valtech.com/insight/20c5db21-3b19-459b-ab82-45e1af97c916",
    "tags": [
      11,
      1,
      15
    ]
  },
  {
    "id": 94,
    "publishedDate": "2015-02-15T12:27:52.503Z",
    "author": "Esmeralda Bishop",
    "title": "Enim proident ipsum dolore id nostrud deserunt elit.",
    "url": "https://valtech.com/insight/5faa87dd-19a9-48b3-9889-f24f549f09b2",
    "tags": [
      8,
      1,
      17
    ]
  },
  {
    "id": 95,
    "publishedDate": "2016-12-31T12:13:41.415Z",
    "author": "Cleveland Warren",
    "title": "Supportal",
    "excerpt": "Ipsum qui sunt consequat veniam ex sit voluptate labore consectetur nulla sunt nostrud Lorem culpa. Officia nisi cupidatat nisi dolore laboris magna nisi reprehenderit in consectetur aute. Cupidatat consectetur eu mollit reprehenderit in exercitation sint ut mollit adipisicing minim.",
    "url": "https://valtech.com/insight/913d5ca6-1e06-4d76-bd41-4bfa8d29a5c6",
    "tags": [
      9,
      2,
      18
    ]
  },
  {
    "id": 96,
    "publishedDate": "2014-01-28T11:57:34.082Z",
    "author": "Burgess Lester",
    "title": "Cupidatat reprehenderit mollit officia pariatur esse nisi eiusmod aliqua.",
    "url": "https://valtech.com/insight/283d45d6-a19a-46fc-bae1-958ae9df4792",
    "tags": [
      11,
      6,
      18
    ]
  },
  {
    "id": 97,
    "publishedDate": "2015-09-24T05:58:54.124Z",
    "author": "Tammy Cox",
    "title": "Cosmetex",
    "excerpt": "Do eiusmod occaecat sit aliquip fugiat proident ut enim id esse ullamco. Ea veniam laboris cupidatat elit pariatur. Officia excepteur elit pariatur ut et nisi ex exercitation minim laborum. Reprehenderit dolore adipisicing duis occaecat aliquip est mollit velit. Ex ea ullamco dolore ea ea veniam labore eu quis laboris eu commodo.",
    "url": "https://valtech.com/insight/77c82433-5fa1-4932-8ad4-7f21c9d24c61",
    "tags": [
      11,
      2,
      15
    ]
  },
  {
    "id": 98,
    "publishedDate": "2016-07-01T01:18:40.482Z",
    "author": "Stokes Kelley",
    "title": "Firewax",
    "excerpt": "Sunt incididunt ex duis do duis esse elit sint proident minim labore et. Quis tempor nostrud pariatur culpa nostrud. Irure aliqua mollit duis do sint magna labore sint quis laboris minim ea anim. Qui esse ex Lorem eiusmod minim veniam dolor.",
    "url": "https://valtech.com/insight/276e1017-d5f6-41ae-b396-d257ad7bff04",
    "tags": [
      7,
      2,
      13
    ]
  },
  {
    "id": 99,
    "publishedDate": "2018-04-30T19:20:19.431Z",
    "author": "Rebecca Rhodes",
    "title": "Deserunt eu adipisicing adipisicing nostrud dolor nisi amet sunt nostrud consectetur et laboris nisi in.",
    "url": "https://valtech.com/insight/92ffaa27-1192-4cee-84a1-986d941462d1",
    "tags": [
      7,
      2,
      16
    ]
  },
  {
    "id": 100,
    "publishedDate": "2016-09-16T15:16:19.001Z",
    "author": "Ladonna Vasquez",
    "title": "Petigems",
    "excerpt": "Incididunt eu veniam cupidatat ea cillum quis cupidatat. Velit exercitation et quis ut ex minim elit incididunt. Enim eu tempor anim voluptate eiusmod velit. Quis culpa aliqua incididunt aute consequat eiusmod sunt enim consectetur officia nisi mollit.",
    "image": "http://placehold.it/397x264/287406",
    "url": "https://valtech.com/insight/2a0287e2-2631-43d7-ba70-9198237b98a1",
    "tags": [
      9,
      1,
      17
    ]
  },
  {
    "id": 101,
    "publishedDate": "2015-02-28T12:28:15.339Z",
    "author": "Alyson Noel",
    "title": "Magna enim elit in ea velit ex sunt veniam nostrud.",
    "url": "https://valtech.com/insight/63340cb9-5c99-42ba-9f59-9589e948384c",
    "tags": [
      12,
      2,
      13
    ]
  },
  {
    "id": 102,
    "publishedDate": "2014-08-26T08:29:15.728Z",
    "author": "Minerva Ballard",
    "title": "Flexigen",
    "excerpt": "Ipsum cillum aliqua aute occaecat laboris ea deserunt est officia culpa et. Aliqua sint nulla cupidatat nisi. Dolore eu culpa adipisicing sunt ullamco reprehenderit dolor minim adipisicing. Commodo eu ullamco pariatur esse ad mollit eu aliquip. Nulla aliqua minim consectetur pariatur aliquip laboris ullamco adipisicing. Culpa dolor aliquip pariatur ad commodo ipsum.",
    "url": "https://valtech.com/insight/15e4832f-1b30-4763-918e-65dbafe6385d",
    "tags": [
      11,
      4,
      15
    ]
  },
  {
    "id": 103,
    "publishedDate": "2015-10-04T07:00:27.894Z",
    "author": "Giles Scott",
    "title": "Magna duis incididunt pariatur mollit laborum id excepteur qui tempor labore nisi et.",
    "url": "https://valtech.com/insight/99657a8a-ee97-4f84-8a06-4972d023c43c",
    "tags": [
      11,
      2,
      18
    ]
  },
  {
    "id": 104,
    "publishedDate": "2017-08-19T23:08:16.462Z",
    "author": "Gamble Pickett",
    "title": "Consequat eu cillum id ex nisi sunt.",
    "url": "https://valtech.com/insight/9a4f410d-ecab-4ac8-82e0-1ffc576237f7",
    "tags": [
      11,
      3,
      18
    ]
  },
  {
    "id": 105,
    "publishedDate": "2014-12-15T01:51:58.927Z",
    "author": "Brennan Crosby",
    "title": "Rubadub",
    "excerpt": "Exercitation ea eiusmod voluptate id eiusmod irure eu minim dolore sunt ad. Magna elit aute occaecat laborum deserunt velit minim Lorem. Quis est laboris deserunt ea eiusmod eiusmod sunt ea adipisicing enim commodo ullamco qui nisi.",
    "url": "https://valtech.com/insight/efa5e58d-396a-44f5-bf82-027bcde3c2a4",
    "tags": [
      8,
      1,
      16
    ]
  },
  {
    "id": 106,
    "publishedDate": "2016-10-18T12:15:14.436Z",
    "author": "Shari Holman",
    "title": "Earthplex",
    "excerpt": "Amet esse duis pariatur dolore laborum qui sunt ipsum. Fugiat ad duis nisi exercitation commodo. Excepteur ea elit labore amet laborum laborum eu nisi in proident id ipsum quis. Id do enim nisi velit sit in eu sunt consectetur. Velit consequat magna mollit incididunt ullamco mollit ea elit sint qui. Proident aliqua incididunt sit commodo laboris nulla officia pariatur non deserunt non aute aliqua proident.",
    "image": "http://placehold.it/397x264/3a79c4",
    "url": "https://valtech.com/insight/a1db58d4-1740-4c8a-8c31-dd351a839156",
    "tags": [
      7,
      3,
      18
    ]
  },
  {
    "id": 107,
    "publishedDate": "2016-02-26T06:26:44.352Z",
    "author": "Sandra Williams",
    "title": "Intradisk",
    "excerpt": "Minim mollit et reprehenderit ipsum eu magna culpa mollit ipsum officia. Sunt irure voluptate amet dolor dolore aute nostrud incididunt sit. Amet ad eiusmod culpa cillum amet consequat eu. Do pariatur fugiat adipisicing sunt nisi proident. Voluptate laboris qui ipsum laborum sint in reprehenderit ut sunt sunt laboris ex. In ad ea ut nulla mollit amet ex sint veniam exercitation labore exercitation. Commodo commodo proident aliqua dolor exercitation occaecat do sit excepteur.",
    "url": "https://valtech.com/insight/8aae98a8-0ab4-472f-9e6b-69aefa267190",
    "tags": [
      9,
      4,
      16
    ]
  },
  {
    "id": 108,
    "publishedDate": "2016-11-21T09:17:13.108Z",
    "author": "Guerrero Austin",
    "title": "Pyramis",
    "excerpt": "In sit voluptate aliqua incididunt aliqua veniam nulla aliqua magna minim quis officia. Adipisicing esse consequat labore excepteur dolore anim proident cupidatat elit magna eu cupidatat. Nostrud ea deserunt commodo velit qui sint. Commodo magna aute id nulla exercitation enim nulla ea nulla pariatur.",
    "url": "https://valtech.com/insight/991f22f1-70b3-42f6-8fcf-7686502972d0",
    "tags": [
      7,
      2,
      15
    ]
  },
  {
    "id": 109,
    "publishedDate": "2016-11-22T10:02:48.808Z",
    "author": "Everett Padilla",
    "title": "Geofarm",
    "excerpt": "Mollit quis dolore laborum exercitation do laboris labore deserunt enim voluptate ad occaecat. Dolore voluptate fugiat tempor anim magna culpa eu Lorem exercitation nisi amet culpa. Sunt aliquip esse ad laboris tempor sit. Ad magna proident nulla enim amet fugiat. Fugiat irure magna adipisicing ad laboris nisi enim officia eiusmod ipsum labore. Laboris quis eiusmod occaecat dolor tempor nostrud mollit et esse deserunt. Ea sint tempor excepteur nisi ipsum duis est aute.",
    "image": "http://placehold.it/397x264/4c04c4",
    "url": "https://valtech.com/insight/af064bf7-cf49-4f5e-9cf2-0d98e90ab304",
    "tags": [
      8,
      4,
      18
    ]
  },
  {
    "id": 110,
    "publishedDate": "2014-05-07T02:29:39.031Z",
    "author": "Andrews Fletcher",
    "title": "Quonk",
    "excerpt": "Aliquip adipisicing est eiusmod adipisicing dolore. Id est veniam magna laborum sit ex elit quis eiusmod est ut eiusmod laborum eiusmod. Non et magna excepteur ullamco in reprehenderit ut. Lorem sit ipsum est reprehenderit laborum nisi et. Est ipsum adipisicing nulla voluptate.",
    "image": "http://placehold.it/397x264/909d4e",
    "url": "https://valtech.com/insight/0adcfea4-1e0a-4be3-93af-7a27d453ae14",
    "tags": [
      11,
      6,
      16
    ]
  },
  {
    "id": 111,
    "publishedDate": "2016-11-04T08:47:01.822Z",
    "author": "Randolph Wallace",
    "title": "Repetwire",
    "excerpt": "Deserunt non minim ipsum nostrud sit. Excepteur incididunt elit Lorem ad. Exercitation officia officia esse pariatur fugiat enim consequat. Occaecat incididunt occaecat consequat laboris ea. Deserunt mollit pariatur commodo ea nulla fugiat non labore veniam nulla voluptate dolore.",
    "url": "https://valtech.com/insight/5f465c80-7e21-4009-9720-3b0860bd8fed",
    "tags": [
      11,
      3,
      15
    ]
  },
  {
    "id": 112,
    "publishedDate": "2015-07-20T15:35:37.581Z",
    "author": "Yesenia Woods",
    "title": "Exostream",
    "excerpt": "Occaecat eiusmod sit incididunt aute proident. Eiusmod laboris nisi ad velit nulla labore consequat aliquip laborum fugiat magna culpa. Incididunt voluptate sit dolor ea tempor amet ipsum cupidatat labore ex ad enim. Proident cillum elit occaecat eiusmod irure ipsum incididunt consequat ut amet eu veniam magna sint.",
    "url": "https://valtech.com/insight/d26954be-0357-4078-8f95-d343ac1f100d",
    "tags": [
      8,
      3,
      13
    ]
  },
  {
    "id": 113,
    "publishedDate": "2016-06-01T01:18:16.579Z",
    "author": "Lola Lynn",
    "title": "Est excepteur in minim veniam enim consequat minim qui dolor laboris quis.",
    "url": "https://valtech.com/insight/4ea9b72c-e436-48cb-9598-c8b79f5228ea",
    "tags": [
      8,
      4,
      16
    ]
  },
  {
    "id": 114,
    "publishedDate": "2016-05-02T04:31:58.486Z",
    "author": "Audrey Owens",
    "title": "Tropolis",
    "excerpt": "Ut occaecat velit cillum esse excepteur nisi consectetur quis adipisicing nisi cupidatat excepteur cillum. Laboris labore elit velit aliqua magna ipsum exercitation enim sunt aliqua eiusmod aliquip sit id. Quis velit elit id laboris magna id exercitation. Mollit et exercitation elit do labore deserunt ea amet magna est irure laboris.",
    "image": "http://placehold.it/397x264/f5f679",
    "url": "https://valtech.com/insight/c6f2ee34-a4aa-4987-925d-ae781b2189c1",
    "tags": [
      9,
      4,
      15
    ]
  },
  {
    "id": 115,
    "publishedDate": "2015-10-21T03:37:28.018Z",
    "author": "Colleen Roy",
    "title": "Eplosion",
    "excerpt": "Laborum commodo eu dolore proident incididunt ipsum aliquip quis in occaecat veniam sint deserunt. Veniam excepteur elit sunt aliqua. In minim sit consectetur enim aliqua qui. Fugiat officia laborum mollit nostrud. Consectetur veniam sunt tempor veniam magna. Ea incididunt anim aute amet enim veniam aute nostrud nisi.",
    "url": "https://valtech.com/insight/c45486e3-7eb8-4ce5-8be2-09a8a75bedae",
    "tags": [
      10,
      1,
      15
    ]
  },
  {
    "id": 116,
    "publishedDate": "2016-06-12T05:02:10.055Z",
    "author": "Jaime Sanders",
    "title": "Elit ipsum non ipsum exercitation ea voluptate.",
    "url": "https://valtech.com/insight/c37aa504-2c3e-4714-a33e-17178cc3232a",
    "tags": [
      7,
      1,
      17
    ]
  },
  {
    "id": 117,
    "publishedDate": "2017-01-14T22:50:32.228Z",
    "author": "Petersen Wilson",
    "title": "Futurize",
    "excerpt": "Eiusmod tempor est aliqua Lorem non et qui eu incididunt consequat mollit. Amet eiusmod irure nisi enim veniam. Amet nulla est irure consequat excepteur ea non deserunt magna Lorem dolore occaecat exercitation sit.",
    "image": "http://placehold.it/397x264/51b374",
    "url": "https://valtech.com/insight/29422697-8047-45ea-b569-5d40a3310132",
    "tags": [
      9,
      3,
      16
    ]
  },
  {
    "id": 118,
    "publishedDate": "2017-02-02T16:35:06.466Z",
    "author": "Joann Travis",
    "title": "Techmania",
    "excerpt": "Eiusmod esse quis occaecat consectetur velit sint sint eiusmod tempor et tempor commodo. Elit duis ullamco aute commodo elit ullamco ipsum ullamco nulla occaecat. Sit ad sint cillum mollit cupidatat sint consectetur laboris reprehenderit sunt. Culpa fugiat commodo occaecat in elit ea ad ipsum nostrud consectetur. Excepteur qui tempor dolor magna ad officia Lorem. Aute ex nostrud ad incididunt magna Lorem non commodo.",
    "url": "https://valtech.com/insight/54e11ba0-129b-4cbd-8e4a-9788b3fa2e50",
    "tags": [
      8,
      5,
      14
    ]
  },
  {
    "id": 119,
    "publishedDate": "2015-08-02T20:27:36.562Z",
    "author": "Eunice Parrish",
    "title": "Magna eiusmod minim incididunt reprehenderit minim laboris ullamco incididunt.",
    "url": "https://valtech.com/insight/f58270c7-c244-48be-82b3-542a71f46841",
    "tags": [
      9,
      3,
      15
    ]
  },
  {
    "id": 120,
    "publishedDate": "2014-05-29T20:49:04.368Z",
    "author": "Parsons Fuentes",
    "title": "Zolarity",
    "excerpt": "Incididunt aliqua et eu ipsum minim cupidatat ad tempor fugiat quis. Do et pariatur veniam pariatur pariatur est ex. Esse esse veniam cupidatat velit. Id excepteur enim cillum id est enim cillum minim dolor mollit fugiat duis minim do. Est incididunt qui laborum magna minim cupidatat eiusmod dolore nostrud et in in cupidatat ex.",
    "image": "http://placehold.it/397x264/2af161",
    "url": "https://valtech.com/insight/284ddcdc-6ced-46c2-8620-7fff39a5a08f",
    "tags": [
      10,
      3,
      13
    ]
  },
  {
    "id": 121,
    "publishedDate": "2016-07-17T03:56:36.225Z",
    "author": "Mullen Casey",
    "title": "Velity",
    "excerpt": "Laborum anim laborum reprehenderit laboris labore sit pariatur. Ea officia nisi do ea et et aute adipisicing culpa voluptate deserunt. Commodo do in minim sunt Lorem anim esse commodo occaecat ea laboris proident ea cillum. Et enim laboris velit irure duis deserunt ad commodo tempor labore. Minim officia excepteur aute ut velit esse esse eiusmod. Ullamco veniam officia et nostrud ex cillum cupidatat dolore aliquip deserunt aute pariatur.",
    "url": "https://valtech.com/insight/67387de0-866c-48a0-be2b-b503f57a173d",
    "tags": [
      12,
      6,
      16
    ]
  },
  {
    "id": 122,
    "publishedDate": "2017-10-17T00:40:47.554Z",
    "author": "Cortez Duke",
    "title": "Eiusmod ea adipisicing pariatur labore aliquip.",
    "url": "https://valtech.com/insight/6f307fe8-ebd2-4770-8ecf-3539cf8eaefe",
    "tags": [
      9,
      3,
      16
    ]
  },
  {
    "id": 123,
    "publishedDate": "2016-07-01T13:49:38.486Z",
    "author": "Salazar Hunt",
    "title": "Artiq",
    "excerpt": "Eiusmod minim nulla occaecat dolor eiusmod excepteur commodo dolor laboris. Do sunt ea reprehenderit consectetur eiusmod proident sunt incididunt id est. Dolor ex anim et enim nisi labore velit esse labore consequat enim. Laboris ex Lorem Lorem ea labore consequat pariatur incididunt. Dolore nulla occaecat fugiat minim eu sint aliquip est mollit. Id ad dolore ut in sit dolor ex eu culpa laboris pariatur nostrud incididunt commodo. Veniam sint ex magna cillum eu cillum ad.",
    "url": "https://valtech.com/insight/fd497720-7267-46a3-81d0-0eebe2387981",
    "tags": [
      7,
      6,
      18
    ]
  },
  {
    "id": 124,
    "publishedDate": "2018-03-23T11:59:55.421Z",
    "author": "Talley Fisher",
    "title": "Laborum irure eu eu fugiat culpa ea cupidatat qui culpa occaecat fugiat ipsum.",
    "url": "https://valtech.com/insight/8773b678-32a3-46cd-b1b5-39953bba85a0",
    "tags": [
      9,
      6,
      15
    ]
  },
  {
    "id": 125,
    "publishedDate": "2017-08-07T09:20:16.598Z",
    "author": "Marcie Brady",
    "title": "Buzzopia",
    "excerpt": "Laborum dolore dolore est ex aute nostrud ipsum proident amet exercitation incididunt sunt aliquip. Aliqua laborum eiusmod tempor qui minim eiusmod voluptate proident laborum aute laboris consequat magna fugiat. Veniam adipisicing consequat ex Lorem mollit irure sit.",
    "image": "http://placehold.it/397x264/a282ea",
    "url": "https://valtech.com/insight/a0de4635-4c04-4015-8880-1588d7aa7701",
    "tags": [
      11,
      1,
      15
    ]
  },
  {
    "id": 126,
    "publishedDate": "2017-02-28T22:18:23.297Z",
    "author": "Evelyn Madden",
    "title": "Phuel",
    "excerpt": "Enim irure veniam labore minim enim. Amet esse mollit esse ullamco. Occaecat eu in magna in esse consectetur culpa amet mollit occaecat voluptate est.",
    "image": "http://placehold.it/397x264/3f451a",
    "url": "https://valtech.com/insight/d96df188-8f63-4786-9517-3b2a5d784355",
    "tags": [
      10,
      6,
      13
    ]
  },
  {
    "id": 127,
    "publishedDate": "2017-08-15T04:25:58.379Z",
    "author": "Camacho Landry",
    "title": "Syntac",
    "excerpt": "Mollit quis irure commodo officia. Pariatur laborum nostrud minim et velit incididunt ex dolor sit proident ullamco quis eiusmod incididunt. Ea sint exercitation aliquip esse proident deserunt ex qui nulla est eu officia esse non. Et aliqua nostrud sunt dolor consequat adipisicing cupidatat nostrud. Non magna id reprehenderit id labore et veniam fugiat veniam. Elit nulla adipisicing nisi est magna nisi amet. Culpa irure commodo qui amet dolore sint ullamco sunt quis ad duis eiusmod.",
    "image": "http://placehold.it/397x264/485c1b",
    "url": "https://valtech.com/insight/f4dafaa6-d3db-43c9-a776-2b2658c1a58e",
    "tags": [
      12,
      1,
      15
    ]
  },
  {
    "id": 128,
    "publishedDate": "2014-10-06T08:40:36.588Z",
    "author": "Angelique Dotson",
    "title": "Bluegrain",
    "excerpt": "Adipisicing enim exercitation do cillum nostrud eu. Officia elit proident non dolore et anim minim amet sint incididunt. Lorem exercitation fugiat anim quis proident labore nisi sunt amet fugiat ipsum fugiat culpa enim. Fugiat do commodo aliqua anim voluptate Lorem eiusmod amet mollit officia. Est sunt veniam adipisicing id et duis magna officia cupidatat velit minim. Sunt ex laborum non fugiat mollit.",
    "url": "https://valtech.com/insight/6030b0c0-2bad-4c2d-aa6c-310d44bd0f96",
    "tags": [
      10,
      3,
      17
    ]
  },
  {
    "id": 129,
    "publishedDate": "2016-04-18T11:43:15.795Z",
    "author": "Santos Horne",
    "title": "Cognicode",
    "excerpt": "Sit et amet aliqua consectetur elit esse Lorem do sunt. Ea cupidatat incididunt consectetur nisi sunt sunt laboris veniam magna irure ipsum est tempor. Veniam qui excepteur irure non qui quis dolor deserunt. Enim magna aliqua non Lorem cillum anim occaecat amet tempor enim deserunt sint reprehenderit. Consectetur eiusmod nisi id fugiat excepteur id do sunt sunt.",
    "image": "http://placehold.it/397x264/d8d844",
    "url": "https://valtech.com/insight/e901c65b-35a1-4cd0-a005-38b581703e97",
    "tags": [
      10,
      1,
      16
    ]
  },
  {
    "id": 130,
    "publishedDate": "2015-12-08T16:10:54.088Z",
    "author": "Carolyn Hogan",
    "title": "Liquicom",
    "excerpt": "Ut fugiat nulla mollit laboris. Eiusmod minim laboris eiusmod qui occaecat veniam enim proident in enim labore consectetur. Eu cupidatat occaecat adipisicing magna. Consectetur dolore pariatur velit non. Sit adipisicing in aute incididunt enim veniam sit incididunt Lorem. Eu est veniam sit laboris exercitation do minim elit dolore nostrud culpa. Dolor pariatur non sunt voluptate id officia anim dolore velit irure eu eu officia exercitation.",
    "image": "http://placehold.it/397x264/3f60fc",
    "url": "https://valtech.com/insight/3ad58553-319f-4bca-817f-114822e80277",
    "tags": [
      10,
      6,
      14
    ]
  },
  {
    "id": 131,
    "publishedDate": "2016-04-02T13:11:43.654Z",
    "author": "Glenn Stein",
    "title": "Centree",
    "excerpt": "Elit officia Lorem id do ex magna eiusmod aute fugiat cupidatat adipisicing et. Id ipsum amet minim Lorem ex dolor sit amet nisi. Ex est sunt commodo consequat eiusmod. Anim minim esse labore minim eu non quis irure consectetur aute occaecat cillum adipisicing. Aliquip exercitation tempor proident irure.",
    "image": "http://placehold.it/397x264/58aaa3",
    "url": "https://valtech.com/insight/6d631d6d-37f7-4a89-9aa0-ea908ae744a2",
    "tags": [
      11,
      4,
      17
    ]
  },
  {
    "id": 132,
    "publishedDate": "2015-11-26T09:06:24.869Z",
    "author": "Hollie Gilmore",
    "title": "Qui eiusmod anim tempor reprehenderit deserunt dolore labore aliqua ipsum non fugiat cupidatat aliquip.",
    "url": "https://valtech.com/insight/8e1d9047-efb9-4c11-b892-8b62b4300cfe",
    "tags": [
      9,
      6,
      15
    ]
  },
  {
    "id": 133,
    "publishedDate": "2014-08-01T20:13:24.505Z",
    "author": "Cash Alvarez",
    "title": "Tsunamia",
    "excerpt": "Non nisi minim exercitation laboris. Duis sunt commodo voluptate labore consequat nisi esse laboris ad ex mollit consequat dolor tempor. Et nulla consequat eiusmod sint.",
    "url": "https://valtech.com/insight/9594a11f-8a74-4ea2-8821-4b585c487dbd",
    "tags": [
      7,
      1,
      17
    ]
  },
  {
    "id": 134,
    "publishedDate": "2014-01-09T19:59:03.441Z",
    "author": "Katharine Bender",
    "title": "Aute reprehenderit laboris dolor do excepteur ad do excepteur minim ex laborum nulla est.",
    "url": "https://valtech.com/insight/2c3def4e-6f6f-456f-99e2-455c316d66f3",
    "tags": [
      11,
      2,
      17
    ]
  },
  {
    "id": 135,
    "publishedDate": "2016-10-02T03:04:08.496Z",
    "author": "Patterson Chambers",
    "title": "Enim est dolor eiusmod magna aute aliqua.",
    "url": "https://valtech.com/insight/c0e13bd6-f17a-49df-bf30-2a9c31624064",
    "tags": [
      8,
      3,
      16
    ]
  },
  {
    "id": 136,
    "publishedDate": "2016-09-23T13:07:21.563Z",
    "author": "Joan Delgado",
    "title": "Laboris aute eu cupidatat Lorem nostrud cupidatat culpa aute qui exercitation fugiat.",
    "url": "https://valtech.com/insight/0d4fe289-6a8b-44aa-b35c-ba673bf970d6",
    "tags": [
      11,
      6,
      14
    ]
  },
  {
    "id": 137,
    "publishedDate": "2015-05-18T08:22:50.891Z",
    "author": "Mariana Randolph",
    "title": "Remold",
    "excerpt": "Ullamco labore voluptate id adipisicing commodo. Ea qui ad esse nostrud labore consectetur. Nostrud ut mollit dolor reprehenderit ipsum cupidatat proident.",
    "image": "http://placehold.it/397x264/36c207",
    "url": "https://valtech.com/insight/b1f74a35-153d-408e-9c31-1b7d1355931e",
    "tags": [
      12,
      2,
      15
    ]
  },
  {
    "id": 138,
    "publishedDate": "2016-11-05T05:06:19.460Z",
    "author": "Desiree Berger",
    "title": "Sportan",
    "excerpt": "Velit irure minim culpa est elit pariatur. Cillum minim Lorem nisi aliqua. Nisi quis consectetur Lorem magna veniam esse cillum velit fugiat fugiat. Do nostrud aliqua ea quis.",
    "url": "https://valtech.com/insight/f9d67b32-92e7-4548-9416-7c6d6be3b5fe",
    "tags": [
      8,
      3,
      18
    ]
  },
  {
    "id": 139,
    "publishedDate": "2017-09-30T19:37:40.777Z",
    "author": "Barry Mcgee",
    "title": "Isotronic",
    "excerpt": "Consequat proident ut do pariatur. Proident quis laborum irure duis quis adipisicing quis magna ullamco voluptate laboris minim. Et labore anim occaecat duis anim tempor anim nostrud exercitation incididunt ipsum minim voluptate aliquip.",
    "url": "https://valtech.com/insight/dede4d2e-3b53-4e64-86b0-9a9216ad2c2e",
    "tags": [
      8,
      1,
      13
    ]
  },
  {
    "id": 140,
    "publishedDate": "2018-02-19T05:22:12.547Z",
    "author": "Morgan Bradley",
    "title": "Insuresys",
    "excerpt": "Minim sit cupidatat excepteur consectetur cillum eu ad minim pariatur ut. Pariatur consequat in tempor et proident nisi sint. Quis anim quis dolore laborum magna sunt aute minim. Aliquip consectetur dolor laboris aute id. Officia eu fugiat qui culpa esse laborum deserunt ea Lorem do proident enim.",
    "image": "http://placehold.it/397x264/3ca644",
    "url": "https://valtech.com/insight/25b26835-d75f-4c3d-b3a2-013662accae4",
    "tags": [
      8,
      3,
      17
    ]
  },
  {
    "id": 141,
    "publishedDate": "2014-07-05T08:16:33.926Z",
    "author": "Middleton Bolton",
    "title": "Furnafix",
    "excerpt": "Sint anim in consequat aute sit commodo culpa tempor anim amet magna velit Lorem in. Occaecat anim adipisicing id ea. Veniam qui do dolore commodo consequat qui reprehenderit enim nostrud. Amet deserunt consequat dolor est commodo excepteur duis. Lorem excepteur incididunt ea est id deserunt cillum quis eu enim. Proident in ex in ullamco id et mollit ad.",
    "url": "https://valtech.com/insight/7a0c4a69-d7e0-473f-9782-aeaae6fc6c70",
    "tags": [
      10,
      6,
      17
    ]
  },
  {
    "id": 142,
    "publishedDate": "2014-09-06T16:20:48.517Z",
    "author": "Callie Carson",
    "title": "Ramjob",
    "excerpt": "Amet nulla ex eiusmod voluptate sint laboris veniam mollit amet Lorem commodo. Mollit reprehenderit est reprehenderit irure mollit exercitation. Proident incididunt anim do ullamco commodo cillum consectetur velit laboris adipisicing. Exercitation do commodo nisi excepteur mollit nostrud reprehenderit ea pariatur pariatur amet cupidatat eu. Velit non dolore Lorem velit voluptate duis aliquip ullamco occaecat in et ut incididunt.",
    "url": "https://valtech.com/insight/c2929c99-e28a-4012-9f98-12b4b51f0dc8",
    "tags": [
      11,
      4,
      15
    ]
  },
  {
    "id": 143,
    "publishedDate": "2017-05-01T00:18:39.177Z",
    "author": "Byrd Davidson",
    "title": "Zenco",
    "excerpt": "Culpa officia do ad officia ut magna esse minim ad nostrud ut aliquip veniam. Magna anim amet dolore aute eu cupidatat ullamco. Commodo minim excepteur labore laboris eiusmod aliquip.",
    "image": "http://placehold.it/397x264/fef9cf",
    "url": "https://valtech.com/insight/3aaedd1d-c645-449f-aa2c-fba4b5f1366d",
    "tags": [
      10,
      5,
      14
    ]
  },
  {
    "id": 144,
    "publishedDate": "2016-08-31T08:15:22.208Z",
    "author": "Maggie Howe",
    "title": "Non id sit ex cupidatat consequat exercitation reprehenderit et aliquip adipisicing ea.",
    "url": "https://valtech.com/insight/7e03a7e7-577b-47ed-b68e-8fc66c7de0e2",
    "tags": [
      7,
      5,
      13
    ]
  },
  {
    "id": 145,
    "publishedDate": "2017-09-23T11:55:54.180Z",
    "author": "Bender Rasmussen",
    "title": "Irure consectetur minim sint occaecat duis elit velit occaecat nulla mollit irure cupidatat sunt.",
    "url": "https://valtech.com/insight/cdf80246-2a61-43c6-a434-4608f7e5ec95",
    "tags": [
      8,
      4,
      13
    ]
  },
  {
    "id": 146,
    "publishedDate": "2015-06-21T23:07:14.031Z",
    "author": "Marianne Hood",
    "title": "Incididunt consectetur adipisicing ad tempor enim ipsum sint anim cillum voluptate do sunt.",
    "url": "https://valtech.com/insight/fe7180e7-6237-4c78-b4d0-9464984cd8ab",
    "tags": [
      7,
      2,
      17
    ]
  },
  {
    "id": 147,
    "publishedDate": "2018-02-18T13:20:06.294Z",
    "author": "Alvarado Michael",
    "title": "Unia",
    "excerpt": "Id veniam nisi fugiat exercitation tempor anim ad esse aute et nisi. Commodo aliqua est tempor cillum irure voluptate deserunt. Enim non adipisicing ipsum id ullamco aute laboris pariatur tempor. Ut proident laboris excepteur adipisicing laborum magna aute. Aliqua reprehenderit adipisicing voluptate non ullamco cillum incididunt. Elit culpa anim incididunt nisi aliqua cupidatat anim. Pariatur est nulla sint cupidatat pariatur id est tempor amet adipisicing eu tempor esse.",
    "image": "http://placehold.it/397x264/f8e835",
    "url": "https://valtech.com/insight/a328c088-f4d9-4f17-b5b0-5d0b7f9c129e",
    "tags": [
      12,
      1,
      13
    ]
  },
  {
    "id": 148,
    "publishedDate": "2016-03-06T03:40:22.282Z",
    "author": "Summer House",
    "title": "Coash",
    "excerpt": "Lorem nisi deserunt aute fugiat incididunt quis excepteur ex. Occaecat consectetur aliquip est et occaecat ut magna officia ullamco dolor veniam esse. Est in laboris ipsum ea duis et ex consequat irure deserunt. Sint mollit fugiat elit aliquip voluptate ex mollit quis elit. Amet exercitation voluptate dolor in tempor cillum proident velit Lorem.",
    "image": "http://placehold.it/397x264/11014e",
    "url": "https://valtech.com/insight/55f8e2ce-170b-4656-8d80-fed1b4b504a8",
    "tags": [
      12,
      3,
      18
    ]
  },
  {
    "id": 149,
    "publishedDate": "2017-02-08T00:01:38.910Z",
    "author": "Frederick Gaines",
    "title": "Gaptec",
    "excerpt": "Ipsum consectetur sit ullamco aute do ipsum minim est do. Sit labore occaecat commodo ad. Laboris est commodo commodo exercitation esse proident sunt deserunt. Aute voluptate eu nisi do aliqua laborum elit. Culpa in ad est ex culpa non reprehenderit. Cupidatat cupidatat ut ex commodo exercitation aliqua ullamco. Non nisi et id nisi dolor laborum tempor irure eu incididunt sint cupidatat.",
    "image": "http://placehold.it/397x264/5eb2ae",
    "url": "https://valtech.com/insight/811ea89d-3680-41d1-92eb-440e85f304a3",
    "tags": [
      7,
      4,
      16
    ]
  },
  {
    "id": 150,
    "publishedDate": "2015-08-26T22:01:45.942Z",
    "author": "Pacheco Terrell",
    "title": "Velos",
    "excerpt": "Amet sint deserunt nostrud pariatur deserunt sint nulla id ea fugiat. Pariatur dolor magna Lorem id adipisicing velit nostrud deserunt. Officia laborum culpa anim fugiat culpa enim aute sit incididunt elit.",
    "url": "https://valtech.com/insight/552f591c-1714-45c5-a44d-19e3aa2ae4d8",
    "tags": [
      9,
      3,
      18
    ]
  },
  {
    "id": 151,
    "publishedDate": "2017-12-13T14:41:56.790Z",
    "author": "Gale Mcdowell",
    "title": "Equicom",
    "excerpt": "Fugiat sunt Lorem irure pariatur. Aute anim incididunt consectetur laboris proident aute Lorem officia incididunt nulla id non incididunt tempor. Sit consequat dolor pariatur ipsum ut aliquip consectetur minim adipisicing. Laboris magna Lorem cillum laborum enim pariatur pariatur amet nulla amet esse. Labore proident minim culpa elit duis eu ea labore et sunt laborum aute reprehenderit.",
    "url": "https://valtech.com/insight/5d2963b6-c043-4675-b30e-697ab17b5184",
    "tags": [
      10,
      5,
      17
    ]
  },
  {
    "id": 152,
    "publishedDate": "2016-09-25T11:35:15.183Z",
    "author": "Consuelo Guerrero",
    "title": "Pivitol",
    "excerpt": "Esse et cupidatat proident in irure laboris commodo Lorem eiusmod sunt non reprehenderit excepteur quis. Sit ea reprehenderit nulla sit. Esse do irure anim ea reprehenderit. Id officia irure veniam sit magna veniam exercitation ea consequat fugiat consequat officia adipisicing magna.",
    "image": "http://placehold.it/397x264/60745e",
    "url": "https://valtech.com/insight/2d121eb7-5533-409e-9618-29bda3ce72fd",
    "tags": [
      7,
      1,
      15
    ]
  },
  {
    "id": 153,
    "publishedDate": "2017-05-06T11:12:01.033Z",
    "author": "Baldwin Poole",
    "title": "Digifad",
    "excerpt": "Tempor nostrud nisi enim culpa. Amet ea minim mollit aliqua nisi ullamco excepteur. In id ad officia enim enim mollit tempor amet consectetur in consequat nisi.",
    "url": "https://valtech.com/insight/98d84706-f3fd-410c-ba4d-7ad000b152c4",
    "tags": [
      11,
      1,
      15
    ]
  },
  {
    "id": 154,
    "publishedDate": "2016-10-30T23:51:46.380Z",
    "author": "Marina Roth",
    "title": "Ea duis velit voluptate enim nisi dolor qui pariatur labore et cupidatat.",
    "url": "https://valtech.com/insight/d876c7b5-4853-4b82-a057-551f6b0d89d2",
    "tags": [
      9,
      5,
      13
    ]
  },
  {
    "id": 155,
    "publishedDate": "2016-12-23T04:26:31.878Z",
    "author": "Doreen Mccormick",
    "title": "Marqet",
    "excerpt": "Veniam nostrud veniam anim veniam magna quis proident. Consequat laborum aliquip veniam nostrud nostrud consequat ut dolore adipisicing id quis do. Incididunt reprehenderit et reprehenderit aliquip et amet qui laboris cillum consectetur sint et cillum et. Qui est do commodo nostrud dolore adipisicing sit eiusmod magna. Fugiat quis anim culpa dolore sit eiusmod quis excepteur Lorem anim nisi mollit ex proident. Dolor est commodo aliquip Lorem cupidatat tempor officia.",
    "image": "http://placehold.it/397x264/d4612f",
    "url": "https://valtech.com/insight/1ba32c07-7e0b-4f80-985a-557e3c50d1e6",
    "tags": [
      11,
      5,
      14
    ]
  },
  {
    "id": 156,
    "publishedDate": "2018-02-05T21:03:53.079Z",
    "author": "Daugherty Calhoun",
    "title": "Eiusmod ipsum enim nulla velit fugiat aliquip eiusmod aute cupidatat ullamco deserunt proident magna.",
    "url": "https://valtech.com/insight/4c61c3af-6f09-41cc-8b74-dc281cebf0f5",
    "tags": [
      10,
      5,
      13
    ]
  },
  {
    "id": 157,
    "publishedDate": "2014-06-29T10:56:20.560Z",
    "author": "Miller Brown",
    "title": "Essensia",
    "excerpt": "Mollit tempor nulla minim nostrud aliqua amet consectetur in enim. Amet aliquip aliquip voluptate ut labore consectetur minim ea est. Est nostrud pariatur veniam consectetur irure sint dolor officia. Sit anim nostrud et sunt in. Non commodo sunt aute ipsum excepteur nostrud magna. Deserunt sunt et non non sint consectetur ipsum reprehenderit consequat ad proident.",
    "url": "https://valtech.com/insight/22194456-f34e-4c80-a071-685fcadd6a31",
    "tags": [
      12,
      2,
      16
    ]
  },
  {
    "id": 158,
    "publishedDate": "2014-06-20T02:58:24.355Z",
    "author": "Jerri Green",
    "title": "Magna laboris aute minim mollit excepteur veniam enim ad.",
    "url": "https://valtech.com/insight/e004d883-55af-4016-844a-d8721ead83e8",
    "tags": [
      12,
      3,
      13
    ]
  },
  {
    "id": 159,
    "publishedDate": "2017-07-23T16:12:49.198Z",
    "author": "Marie Barnes",
    "title": "Comtours",
    "excerpt": "Minim non excepteur ut aliquip laborum ea cupidatat. Ex eiusmod velit labore ut reprehenderit enim cillum dolore nulla velit id. Occaecat sit velit quis deserunt ea exercitation. Eiusmod in eiusmod duis aliqua dolore culpa. Laboris dolor non id aute in ipsum enim reprehenderit ea reprehenderit minim quis. Est duis mollit et laboris.",
    "image": "http://placehold.it/397x264/ea4df7",
    "url": "https://valtech.com/insight/9bd702d8-ff2f-4a0e-a267-0e6c2970de13",
    "tags": [
      10,
      5,
      15
    ]
  },
  {
    "id": 160,
    "publishedDate": "2016-02-13T20:39:52.415Z",
    "author": "Janette Tucker",
    "title": "In irure ut mollit et in eu sit sunt incididunt dolor.",
    "url": "https://valtech.com/insight/e7d95a25-4ec7-4292-a903-cfd4b4709a10",
    "tags": [
      10,
      3,
      18
    ]
  },
  {
    "id": 161,
    "publishedDate": "2015-12-08T13:38:17.544Z",
    "author": "Durham Downs",
    "title": "Geekfarm",
    "excerpt": "Non est incididunt nostrud quis amet aliquip ad quis excepteur et aliquip labore nostrud. Pariatur id officia est duis Lorem ex aliquip enim ad consequat ea. Est esse pariatur pariatur cupidatat anim. Proident anim exercitation Lorem laborum qui consectetur voluptate nulla aliquip id occaecat.",
    "image": "http://placehold.it/397x264/5198cb",
    "url": "https://valtech.com/insight/5a41fda8-4eb7-41ab-a936-0aa40ce9725a",
    "tags": [
      10,
      4,
      15
    ]
  },
  {
    "id": 162,
    "publishedDate": "2017-06-07T16:36:38.348Z",
    "author": "Bentley Slater",
    "title": "Idego",
    "excerpt": "Non mollit anim magna ut minim. Et in duis officia eiusmod proident ipsum ullamco dolore minim. Enim aute dolor pariatur anim ut enim labore dolore dolore sint non magna et aute. Tempor anim non laborum consequat reprehenderit eu quis eiusmod consectetur est quis velit ex incididunt. Minim voluptate adipisicing dolor esse magna. Mollit deserunt fugiat dolore laboris. Ipsum commodo laboris excepteur duis labore eiusmod cupidatat in adipisicing consequat incididunt reprehenderit amet non.",
    "image": "http://placehold.it/397x264/8bd131",
    "url": "https://valtech.com/insight/19b39ddf-832b-4223-aceb-01ddefc9dbd5",
    "tags": [
      7,
      6,
      13
    ]
  },
  {
    "id": 163,
    "publishedDate": "2014-02-19T16:46:29.223Z",
    "author": "Tran Gilliam",
    "title": "Cedward",
    "excerpt": "Incididunt dolore do aliquip consectetur dolore commodo sunt consectetur voluptate. Sunt deserunt elit labore irure occaecat incididunt mollit reprehenderit nisi magna ullamco commodo. Nostrud eu sit labore deserunt quis in ea quis ipsum reprehenderit. Nisi ullamco dolor officia adipisicing nulla dolor nostrud consequat officia. Et laboris in sit sint labore id enim pariatur enim irure sint labore sint ad. Ea veniam Lorem tempor exercitation dolor minim velit magna. Sint dolor qui consectetur cupidatat proident sunt exercitation consequat ut.",
    "image": "http://placehold.it/397x264/114f9f",
    "url": "https://valtech.com/insight/7a56dd2a-b2c1-4ea8-83a0-f90807fda811",
    "tags": [
      7,
      6,
      13
    ]
  },
  {
    "id": 164,
    "publishedDate": "2017-12-02T02:08:47.383Z",
    "author": "Noelle Moreno",
    "title": "Snowpoke",
    "excerpt": "Proident reprehenderit ut quis proident consequat cupidatat sunt dolor nostrud magna. Veniam irure eu officia quis consectetur ut eiusmod eiusmod excepteur. Ex eiusmod voluptate et sit pariatur sunt pariatur esse et enim ea fugiat Lorem.",
    "image": "http://placehold.it/397x264/1289ba",
    "url": "https://valtech.com/insight/e2f56d27-e823-444b-99fb-39ed7ce6eb64",
    "tags": [
      8,
      6,
      13
    ]
  },
  {
    "id": 165,
    "publishedDate": "2017-10-25T00:43:43.113Z",
    "author": "Fuentes Callahan",
    "title": "Ea proident in excepteur et et ut in ullamco anim commodo.",
    "url": "https://valtech.com/insight/b7ba691b-3559-4795-b04c-6a5dd5d13d4d",
    "tags": [
      10,
      2,
      17
    ]
  },
  {
    "id": 166,
    "publishedDate": "2014-03-01T18:15:22.316Z",
    "author": "Maddox Kerr",
    "title": "Equitax",
    "excerpt": "Sit do deserunt sunt amet elit incididunt cupidatat aute tempor in. Dolor proident velit cillum dolore minim sit incididunt exercitation ullamco aute sit ea. Veniam exercitation duis ad mollit ipsum voluptate nulla ullamco tempor occaecat id voluptate. Ullamco labore ad aliqua sint sint cupidatat nostrud eu.",
    "url": "https://valtech.com/insight/671d186d-5ec1-4bed-913a-c1b2a9ab6059",
    "tags": [
      8,
      3,
      13
    ]
  },
  {
    "id": 167,
    "publishedDate": "2015-06-07T02:28:22.733Z",
    "author": "James Kirk",
    "title": "Fitcore",
    "excerpt": "Ad cillum deserunt incididunt pariatur fugiat non sint dolor ut eiusmod dolore sit cillum officia. Aliquip irure sint ut occaecat proident sit minim deserunt. Ipsum ullamco et ea consequat ut non pariatur. Duis tempor ipsum ipsum ipsum proident sit irure nostrud aliquip aliquip et sunt. Reprehenderit esse velit nulla cupidatat consectetur esse excepteur. Deserunt consequat consequat tempor sunt eiusmod labore irure eu. Laboris incididunt tempor labore eu laboris sunt sit occaecat.",
    "url": "https://valtech.com/insight/99465334-5f6a-4f86-9d8d-4f668459205e",
    "tags": [
      9,
      3,
      16
    ]
  },
  {
    "id": 168,
    "publishedDate": "2017-12-13T18:46:19.799Z",
    "author": "Samantha Stevenson",
    "title": "Orbiflex",
    "excerpt": "Nulla in aliquip magna irure. Excepteur duis enim proident anim consequat eu dolor mollit. Fugiat labore nostrud fugiat nisi aliqua duis sint. Sunt laborum amet consectetur velit reprehenderit sint ex. Dolore deserunt consectetur velit ad adipisicing voluptate.",
    "image": "http://placehold.it/397x264/72a605",
    "url": "https://valtech.com/insight/cd955891-5b72-4eb0-b367-3f041c2fdfc8",
    "tags": [
      11,
      1,
      17
    ]
  },
  {
    "id": 169,
    "publishedDate": "2016-09-05T22:41:08.321Z",
    "author": "Fields Hart",
    "title": "Shopabout",
    "excerpt": "Consequat sint voluptate eu sint in et laborum et ea et labore. Sit est occaecat proident adipisicing amet dolore commodo do cillum sit sit duis in sunt. Nostrud cillum dolore quis duis laboris. Consectetur sunt aute reprehenderit in pariatur fugiat est reprehenderit minim ut duis. Proident sunt esse sunt enim. Et commodo consectetur minim deserunt enim officia deserunt laboris amet. Fugiat est nisi excepteur mollit.",
    "url": "https://valtech.com/insight/08099cb5-8983-4eb0-880b-f766710a7532",
    "tags": [
      7,
      6,
      15
    ]
  },
  {
    "id": 170,
    "publishedDate": "2018-02-09T21:19:49.943Z",
    "author": "Moran Gentry",
    "title": "Polarax",
    "excerpt": "Tempor occaecat incididunt in elit ipsum consectetur sint eu nulla laborum et pariatur. Deserunt excepteur ullamco nostrud ullamco eu culpa consectetur ex aliqua anim do dolore incididunt id. Do amet esse dolore laborum Lorem proident laboris ut laborum. Dolor cupidatat quis aliqua do proident officia cillum elit. Commodo in incididunt consequat id sunt aute exercitation minim cillum culpa eu magna.",
    "image": "http://placehold.it/397x264/6b881c",
    "url": "https://valtech.com/insight/67bef3ee-7984-4f1c-a75f-b4093d90f0b9",
    "tags": [
      11,
      4,
      16
    ]
  },
  {
    "id": 171,
    "publishedDate": "2018-04-06T20:51:05.340Z",
    "author": "Ware Fitzgerald",
    "title": "Dogspa",
    "excerpt": "Fugiat cupidatat dolore officia quis deserunt irure et adipisicing sint cupidatat consequat id id nisi. Anim exercitation amet id ad ea occaecat nostrud deserunt officia. Exercitation cillum consectetur aliquip culpa nisi nulla irure incididunt adipisicing excepteur duis voluptate occaecat dolore.",
    "url": "https://valtech.com/insight/0a76c057-100c-4b88-b5cb-62179d02512f",
    "tags": [
      7,
      4,
      14
    ]
  },
  {
    "id": 172,
    "publishedDate": "2014-06-16T20:15:17.171Z",
    "author": "Allison Cain",
    "title": "Insuron",
    "excerpt": "Minim id anim aliqua ipsum est. Proident in nulla aliquip nostrud enim. Id excepteur ipsum ad exercitation commodo Lorem sit amet. Deserunt tempor deserunt qui aute nulla laborum laborum ullamco sit in labore. Ut id voluptate fugiat commodo duis elit nostrud pariatur proident velit est commodo id ea. In elit proident veniam Lorem culpa magna quis deserunt.",
    "url": "https://valtech.com/insight/23239e30-f5f1-4c41-bb39-2c733cd6f164",
    "tags": [
      8,
      5,
      15
    ]
  },
  {
    "id": 173,
    "publishedDate": "2017-08-13T19:36:44.525Z",
    "author": "Ina Hutchinson",
    "title": "Irack",
    "excerpt": "Labore ipsum ipsum deserunt esse duis esse consectetur irure laboris quis. Sit tempor occaecat enim nisi deserunt consectetur fugiat dolore nostrud veniam do exercitation aliquip eu. Deserunt esse pariatur cupidatat ullamco duis commodo cupidatat dolore. Lorem irure reprehenderit veniam tempor nostrud occaecat adipisicing deserunt cupidatat anim consequat. Laborum in enim deserunt do enim nulla laborum excepteur.",
    "image": "http://placehold.it/397x264/b683a7",
    "url": "https://valtech.com/insight/2013c43a-6672-4a33-b6bd-19784b8176c2",
    "tags": [
      7,
      4,
      17
    ]
  },
  {
    "id": 174,
    "publishedDate": "2015-09-17T07:51:06.839Z",
    "author": "Sallie Ashley",
    "title": "Gology",
    "excerpt": "Anim in magna et aute cillum ea proident. Culpa esse ullamco Lorem esse adipisicing et. Aliqua reprehenderit occaecat dolor laborum fugiat cupidatat aute dolor occaecat. Reprehenderit dolore commodo nostrud sint. Adipisicing ut aliquip in cupidatat do eu exercitation irure enim nulla voluptate id ex. Consectetur reprehenderit ipsum do cillum cupidatat quis incididunt. Irure minim excepteur irure id elit nostrud do nisi.",
    "url": "https://valtech.com/insight/886e9378-7559-4f4f-a070-4d542257539a",
    "tags": [
      7,
      6,
      14
    ]
  },
  {
    "id": 175,
    "publishedDate": "2015-02-11T23:57:44.713Z",
    "author": "Bauer Finch",
    "title": "Geeky",
    "excerpt": "Duis quis ea dolore velit consectetur ea tempor esse enim deserunt amet dolore sint et. Lorem fugiat magna voluptate do dolor laborum ipsum in anim enim commodo sunt. Esse mollit proident commodo in qui.",
    "url": "https://valtech.com/insight/3f88a7ec-3007-4a2b-8f91-fc27b91eee40",
    "tags": [
      8,
      1,
      18
    ]
  },
  {
    "id": 176,
    "publishedDate": "2015-03-22T06:56:01.177Z",
    "author": "Kemp Cruz",
    "title": "Ovation",
    "excerpt": "In eu tempor aliquip consectetur magna esse eu enim exercitation esse non sunt fugiat. Sit enim nisi sunt proident occaecat sunt elit aliqua. Esse ea et culpa dolor sunt excepteur duis. Cupidatat do veniam labore aliqua sint do nisi irure. Aute ullamco nostrud culpa culpa commodo eiusmod ea eiusmod velit minim ex enim ipsum irure. Nostrud fugiat exercitation ea nulla irure sunt.",
    "url": "https://valtech.com/insight/0c2887a3-99d4-4033-b1e6-fdd2a5b636ea",
    "tags": [
      8,
      2,
      13
    ]
  },
  {
    "id": 177,
    "publishedDate": "2014-12-09T09:11:44.415Z",
    "author": "Holloway Harmon",
    "title": "Aute eu sint esse anim tempor incididunt.",
    "url": "https://valtech.com/insight/d34a7775-c124-4ff2-b00d-b75b22ab5555",
    "tags": [
      7,
      6,
      13
    ]
  },
  {
    "id": 178,
    "publishedDate": "2014-11-22T08:53:00.743Z",
    "author": "Sosa Salazar",
    "title": "Labore nostrud est cupidatat non in Lorem id.",
    "url": "https://valtech.com/insight/a843cc23-f76e-462c-b1ce-05f356f8d554",
    "tags": [
      8,
      6,
      18
    ]
  },
  {
    "id": 179,
    "publishedDate": "2017-10-04T05:46:29.798Z",
    "author": "Mckee Byrd",
    "title": "Anim aliquip nulla deserunt duis officia nisi anim anim nulla ullamco.",
    "url": "https://valtech.com/insight/eb417a49-638d-42e1-b370-e90680c289a0",
    "tags": [
      10,
      2,
      14
    ]
  },
  {
    "id": 180,
    "publishedDate": "2014-12-25T06:19:37.904Z",
    "author": "Myrna Flynn",
    "title": "Extragene",
    "excerpt": "Dolore minim laboris commodo eu consequat. Ipsum ut dolor pariatur eu voluptate minim sunt. Laborum quis reprehenderit dolor id laborum quis.",
    "image": "http://placehold.it/397x264/af87c1",
    "url": "https://valtech.com/insight/74e8fe81-c569-448b-9275-27eb49ffb0dd",
    "tags": [
      10,
      6,
      15
    ]
  },
  {
    "id": 181,
    "publishedDate": "2015-07-10T22:24:30.133Z",
    "author": "Whitney Justice",
    "title": "Tourmania",
    "excerpt": "Exercitation ex pariatur culpa elit anim irure aliquip irure aliqua Lorem commodo commodo exercitation officia. Dolore ullamco sit tempor in dolore consectetur quis ullamco magna eiusmod. Nulla labore aliqua tempor laboris ex sunt non ut nisi cupidatat amet officia. Magna sunt sint sint esse sint adipisicing. Tempor incididunt elit fugiat officia ex exercitation.",
    "image": "http://placehold.it/397x264/10d6e8",
    "url": "https://valtech.com/insight/c608b1de-1cbf-430a-8dff-8f6cd87f72b5",
    "tags": [
      10,
      2,
      15
    ]
  },
  {
    "id": 182,
    "publishedDate": "2016-09-22T17:17:17.917Z",
    "author": "Mae Blake",
    "title": "Supremia",
    "excerpt": "Aliquip anim esse magna laborum minim nisi ad. Voluptate consequat qui eiusmod officia et velit reprehenderit elit aliquip. Fugiat eiusmod tempor dolor mollit ullamco ad id. Ad adipisicing mollit ea tempor. Cupidatat qui dolor deserunt duis nostrud proident eiusmod duis amet nostrud ad adipisicing.",
    "image": "http://placehold.it/397x264/7299b7",
    "url": "https://valtech.com/insight/421db227-4ed2-4992-a823-52ef0e724b87",
    "tags": [
      7,
      1,
      16
    ]
  },
  {
    "id": 183,
    "publishedDate": "2016-01-18T22:02:33.805Z",
    "author": "Laurie Patton",
    "title": "Virxo",
    "excerpt": "Ullamco Lorem fugiat id consequat voluptate Lorem ut laborum. Et magna nisi Lorem eiusmod ut. Incididunt cupidatat pariatur consequat labore non cupidatat ullamco dolor dolor excepteur adipisicing quis. Ex eiusmod elit do pariatur veniam laborum ad non id sunt Lorem velit velit laboris. Qui cillum ipsum mollit enim et minim voluptate eiusmod dolore velit cillum. Voluptate aute sit consequat cupidatat adipisicing sit.",
    "url": "https://valtech.com/insight/424f4c71-9bcd-419a-8164-7c3f9ea25d53",
    "tags": [
      12,
      4,
      18
    ]
  },
  {
    "id": 184,
    "publishedDate": "2017-04-11T05:39:16.806Z",
    "author": "Christa Albert",
    "title": "Pyrami",
    "excerpt": "Cillum excepteur sunt proident amet et. Eiusmod aliquip nostrud reprehenderit Lorem ad incididunt in reprehenderit id cillum qui sunt. Pariatur nulla occaecat do culpa veniam incididunt quis reprehenderit. Aute quis anim sunt aliquip. Commodo ea excepteur minim irure nostrud qui. Cupidatat excepteur esse et nisi duis labore laboris voluptate qui nulla ut.",
    "url": "https://valtech.com/insight/9c4bf73f-d672-49a3-a6b0-76cebaaf5010",
    "tags": [
      11,
      3,
      16
    ]
  },
  {
    "id": 185,
    "publishedDate": "2015-05-10T23:20:36.188Z",
    "author": "Tina Ewing",
    "title": "Isopop",
    "excerpt": "Aliquip consequat ad fugiat incididunt velit esse. Pariatur consectetur ipsum labore amet et nulla laborum incididunt enim Lorem veniam dolore magna dolore. Ut irure voluptate id nulla officia aliqua esse anim magna id nostrud. Pariatur labore esse aute ex pariatur. Est culpa commodo qui sunt laborum sint aliquip mollit aliquip. Exercitation sit proident laboris mollit enim. Mollit laborum sint duis eiusmod.",
    "url": "https://valtech.com/insight/b6866c8b-b6ac-4358-a1c5-331865c55d9b",
    "tags": [
      10,
      2,
      15
    ]
  },
  {
    "id": 186,
    "publishedDate": "2017-04-16T14:59:00.801Z",
    "author": "Stewart Lindsay",
    "title": "Zensus",
    "excerpt": "Labore pariatur labore fugiat veniam exercitation. Veniam et exercitation do consequat ipsum do ad aute sint nostrud consequat. Voluptate et consectetur adipisicing do proident cupidatat esse mollit minim aliqua officia. Excepteur Lorem nostrud magna minim Lorem minim sint fugiat do ex. Labore aute eiusmod amet in aliqua nisi excepteur reprehenderit fugiat minim ut. Elit deserunt laborum eu anim.",
    "url": "https://valtech.com/insight/484e67a9-f81d-4d26-bf33-e0ddf81cf47f",
    "tags": [
      10,
      2,
      14
    ]
  },
  {
    "id": 187,
    "publishedDate": "2015-12-26T01:06:16.344Z",
    "author": "Hood Huff",
    "title": "Jamnation",
    "excerpt": "Eiusmod consectetur reprehenderit et aliquip qui do consequat dolore do aute ullamco eiusmod sint amet. Aliquip amet et et nostrud non consequat commodo. Ea magna velit irure tempor ipsum cillum.",
    "url": "https://valtech.com/insight/7c2175ec-5819-420a-8d4c-d1cc6a9f326a",
    "tags": [
      9,
      3,
      17
    ]
  },
  {
    "id": 188,
    "publishedDate": "2015-10-10T13:56:59.118Z",
    "author": "Pena Bowen",
    "title": "Nisi occaecat quis id ipsum ea eiusmod aute sunt dolore esse.",
    "url": "https://valtech.com/insight/8775200d-ba28-401f-bcea-08f782e83308",
    "tags": [
      7,
      6,
      13
    ]
  },
  {
    "id": 189,
    "publishedDate": "2014-11-19T19:36:56.234Z",
    "author": "Maryanne Estrada",
    "title": "Quis nisi reprehenderit ea amet nostrud voluptate labore sint.",
    "url": "https://valtech.com/insight/d2eb73d5-f0f3-438d-a0b4-4d54dfe11a4d",
    "tags": [
      8,
      2,
      17
    ]
  },
  {
    "id": 190,
    "publishedDate": "2017-09-03T22:15:52.565Z",
    "author": "Brigitte Franks",
    "title": "Exposa",
    "excerpt": "Magna in veniam et esse. Duis cupidatat aliqua cillum nulla dolore eiusmod cillum in deserunt id. Occaecat ex nostrud deserunt commodo et aliqua proident nostrud exercitation proident commodo irure dolor aliqua. Magna consequat esse laboris id ex commodo occaecat reprehenderit ex culpa id amet Lorem occaecat.",
    "image": "http://placehold.it/397x264/1bc19e",
    "url": "https://valtech.com/insight/b6a441f8-5663-421d-a0f5-c803376850a5",
    "tags": [
      9,
      4,
      14
    ]
  },
  {
    "id": 191,
    "publishedDate": "2016-07-05T20:42:38.405Z",
    "author": "Pauline Cleveland",
    "title": "Eternis",
    "excerpt": "Pariatur elit consectetur aute proident incididunt nisi id magna anim consectetur aliquip incididunt. Id excepteur sint ea eu veniam ad ullamco cillum consectetur pariatur qui excepteur consectetur. Voluptate Lorem est labore laborum. Incididunt laborum adipisicing deserunt commodo cupidatat. Consectetur ipsum dolor eu commodo enim officia ex ut sit. Eiusmod reprehenderit tempor mollit aliqua eiusmod officia velit officia incididunt dolore esse enim.",
    "url": "https://valtech.com/insight/7eab9afc-d86a-413d-a377-c81da1cb7896",
    "tags": [
      12,
      5,
      16
    ]
  },
  {
    "id": 192,
    "publishedDate": "2017-04-15T14:35:26.739Z",
    "author": "Savage Fields",
    "title": "Minim excepteur non esse eiusmod ex amet.",
    "url": "https://valtech.com/insight/bfe6fb8b-c891-4efa-bd97-daec06c71794",
    "tags": [
      10,
      2,
      17
    ]
  },
  {
    "id": 193,
    "publishedDate": "2016-03-19T03:58:17.133Z",
    "author": "Magdalena Sweeney",
    "title": "Amet nulla do adipisicing do.",
    "url": "https://valtech.com/insight/38038125-a47d-49f0-b4e0-5cddedebec14",
    "tags": [
      10,
      5,
      16
    ]
  },
  {
    "id": 194,
    "publishedDate": "2016-11-14T02:35:25.146Z",
    "author": "Parrish Walton",
    "title": "Laboris nostrud fugiat sit Lorem sunt aliqua do eiusmod in aliquip irure esse occaecat.",
    "url": "https://valtech.com/insight/ad1f6e50-f719-4a62-8b73-6294900eec0b",
    "tags": [
      10,
      5,
      18
    ]
  },
  {
    "id": 195,
    "publishedDate": "2016-05-12T17:37:55.136Z",
    "author": "Robertson Moran",
    "title": "Satiance",
    "excerpt": "Pariatur voluptate occaecat pariatur qui nostrud ad labore. Deserunt eu ea nisi mollit tempor consectetur magna consectetur irure ullamco. Irure nisi adipisicing fugiat ex ullamco ex. Aute ullamco qui dolor aliqua anim eiusmod nulla reprehenderit amet labore ullamco. Cupidatat enim mollit fugiat exercitation voluptate quis esse eiusmod sint do.",
    "image": "http://placehold.it/397x264/e12b85",
    "url": "https://valtech.com/insight/08d63a55-b922-442d-aae8-0797b4ed1758",
    "tags": [
      10,
      5,
      14
    ]
  },
  {
    "id": 196,
    "publishedDate": "2016-07-17T17:03:06.889Z",
    "author": "Mcleod Pope",
    "title": "Xumonk",
    "excerpt": "In labore sint voluptate ipsum sit qui fugiat aliqua anim cupidatat. Officia anim dolor nisi esse amet irure commodo non pariatur sint laborum veniam. Cillum ut aute qui ex in nisi aliquip nulla aliqua excepteur ad in nisi non. Veniam magna mollit labore minim commodo enim reprehenderit ea ullamco nostrud irure veniam adipisicing duis. In officia qui nulla in ea anim.",
    "image": "http://placehold.it/397x264/9f8898",
    "url": "https://valtech.com/insight/c40183ba-865b-4d72-8b12-158ebcc04da1",
    "tags": [
      11,
      2,
      17
    ]
  },
  {
    "id": 197,
    "publishedDate": "2016-05-05T11:14:46.351Z",
    "author": "Bryant Sellers",
    "title": "Aute commodo consequat voluptate ipsum dolore reprehenderit id esse sint id culpa.",
    "url": "https://valtech.com/insight/ecd55c72-d9de-492b-8ed2-779ddab9c082",
    "tags": [
      9,
      6,
      18
    ]
  },
  {
    "id": 198,
    "publishedDate": "2015-03-09T13:45:06.401Z",
    "author": "Mayra Hendrix",
    "title": "Isbol",
    "excerpt": "Amet sit ad eiusmod aliquip exercitation eu minim velit enim non ex. Dolore ullamco est incididunt nulla laborum quis. Fugiat proident quis culpa Lorem commodo tempor laborum ad. Dolore esse laborum voluptate ad ullamco reprehenderit magna velit ipsum irure nisi laboris tempor pariatur. Ea magna id culpa cupidatat pariatur aute voluptate qui. Ut tempor elit occaecat voluptate officia id eiusmod est qui duis nisi.",
    "url": "https://valtech.com/insight/a7a73e25-f7ab-400a-bbe8-4f4c36fe75fe",
    "tags": [
      8,
      6,
      13
    ]
  },
  {
    "id": 199,
    "publishedDate": "2018-03-28T20:02:14.914Z",
    "author": "Reyes Waller",
    "title": "Hometown",
    "excerpt": "Eu amet tempor pariatur occaecat. Commodo nostrud in adipisicing non sint fugiat exercitation anim aliquip sit duis. Eu sint officia tempor dolore irure.",
    "url": "https://valtech.com/insight/65e933af-c87d-4d82-a58c-b856775e42e1",
    "tags": [
      11,
      2,
      18
    ]
  },
  {
    "id": 200,
    "publishedDate": "2015-02-16T03:59:07.881Z",
    "author": "Mckinney Wyatt",
    "title": "Knowlysis",
    "excerpt": "Occaecat adipisicing aute esse officia Lorem sit dolore amet consequat eu enim deserunt ex. Est ipsum ex mollit mollit labore adipisicing voluptate excepteur nostrud eu. Ut dolor cupidatat cupidatat reprehenderit sit proident eiusmod. Mollit culpa do minim duis dolore eu. Magna labore ex nisi sunt qui irure minim ea labore voluptate.",
    "url": "https://valtech.com/insight/f71a57ab-e8fb-4973-b9fe-6d62fbdd373e",
    "tags": [
      11,
      1,
      14
    ]
  },
  {
    "id": 201,
    "publishedDate": "2014-01-30T05:19:01.223Z",
    "author": "Allen Byers",
    "title": "Papricut",
    "excerpt": "Ex ipsum tempor dolore et sit pariatur elit ad anim est cupidatat adipisicing. Lorem qui ex veniam enim nulla nostrud adipisicing. Commodo nulla anim reprehenderit amet ea sunt elit ex velit. Et aliqua id fugiat elit consectetur aliqua est quis. Tempor occaecat ad est aliqua Lorem anim aute laborum duis duis. Culpa quis elit mollit qui nisi dolor sint fugiat pariatur est sit quis in voluptate. Nulla veniam tempor sit amet proident quis aute eiusmod eiusmod proident aliqua.",
    "url": "https://valtech.com/insight/cc07b7b8-497d-4c72-a13c-141d45d8e8ba",
    "tags": [
      12,
      3,
      18
    ]
  },
  {
    "id": 202,
    "publishedDate": "2017-10-02T19:02:48.762Z",
    "author": "Richards Frank",
    "title": "Lorem magna pariatur cupidatat minim mollit amet occaecat anim id.",
    "url": "https://valtech.com/insight/f64e7cf1-18d8-4c50-9d55-995c5d46f96b",
    "tags": [
      11,
      6,
      15
    ]
  },
  {
    "id": 203,
    "publishedDate": "2014-07-01T10:45:54.609Z",
    "author": "Gray Tillman",
    "title": "Qui minim cillum et nisi exercitation ea quis enim nisi.",
    "url": "https://valtech.com/insight/1278eaf2-d741-41ac-9c6c-9406144bdddb",
    "tags": [
      9,
      5,
      15
    ]
  },
  {
    "id": 204,
    "publishedDate": "2014-11-19T17:11:21.800Z",
    "author": "Hogan Torres",
    "title": "Trasola",
    "excerpt": "Amet veniam ad do magna cillum sit velit quis nostrud mollit est ea fugiat. Exercitation occaecat magna aliquip officia dolore ex tempor enim incididunt. Do ut cillum dolor consequat id laboris laboris exercitation elit deserunt elit do eu nostrud. Velit voluptate adipisicing est voluptate amet incididunt.",
    "image": "http://placehold.it/397x264/9f2cfb",
    "url": "https://valtech.com/insight/c953cba8-0d26-4c1b-97f5-09cc80c5d745",
    "tags": [
      10,
      6,
      18
    ]
  },
  {
    "id": 205,
    "publishedDate": "2014-10-08T23:26:35.487Z",
    "author": "Marilyn Dodson",
    "title": "Voluptate exercitation irure aliqua nulla laboris est tempor nulla duis nostrud incididunt anim et.",
    "url": "https://valtech.com/insight/26dc2306-21dd-4d50-95bd-b194ea459b92",
    "tags": [
      9,
      5,
      15
    ]
  },
  {
    "id": 206,
    "publishedDate": "2016-11-04T17:23:47.247Z",
    "author": "Janis Dillon",
    "title": "Esse do ea duis aliqua.",
    "url": "https://valtech.com/insight/c6125db2-f1f2-4d64-a378-11f4e28f5df2",
    "tags": [
      8,
      4,
      13
    ]
  },
  {
    "id": 207,
    "publishedDate": "2014-03-02T00:05:38.616Z",
    "author": "Knight Duncan",
    "title": "Dancity",
    "excerpt": "Pariatur officia laboris in do est laboris excepteur voluptate dolore anim occaecat sunt. Ad exercitation nostrud nisi occaecat cupidatat laboris commodo in do ex sunt tempor. Laboris dolore aliquip amet duis exercitation consectetur sint nostrud id ea anim exercitation. Sunt elit proident sit dolor officia nisi laboris id voluptate id. Fugiat exercitation velit ea dolor commodo minim minim Lorem laborum ex et ut cillum.",
    "image": "http://placehold.it/397x264/2d18f5",
    "url": "https://valtech.com/insight/62d85098-a0b4-4665-b8ba-0c70b29598c1",
    "tags": [
      9,
      1,
      13
    ]
  },
  {
    "id": 208,
    "publishedDate": "2014-03-20T06:20:31.480Z",
    "author": "Leonor Leach",
    "title": "Asimiline",
    "excerpt": "Lorem veniam consectetur dolor ipsum minim nostrud quis tempor enim cupidatat laborum culpa sint. Irure pariatur mollit laboris ex tempor. Aliquip deserunt labore Lorem tempor elit duis sunt excepteur magna ipsum. Do ullamco dolore dolor officia minim fugiat. Anim consequat elit deserunt adipisicing voluptate consequat aliqua cupidatat dolore commodo ut ea et.",
    "image": "http://placehold.it/397x264/bd2395",
    "url": "https://valtech.com/insight/90b686aa-b187-4324-9d17-3a6e524d61ff",
    "tags": [
      7,
      4,
      15
    ]
  },
  {
    "id": 209,
    "publishedDate": "2016-11-17T08:23:29.078Z",
    "author": "Antonia Rollins",
    "title": "Autograte",
    "excerpt": "Aute sunt cillum sint aliqua laborum fugiat ut dolor consectetur cupidatat. Enim minim enim eiusmod commodo do dolor labore ex. Est enim elit et sit officia. Excepteur culpa qui ut nostrud labore proident qui quis aliqua commodo quis. In sit non duis labore ea labore reprehenderit amet anim aliquip. Voluptate est id cillum ut commodo ea in veniam nulla exercitation ipsum incididunt aliquip.",
    "url": "https://valtech.com/insight/2228dc72-c132-421c-8469-65165258a444",
    "tags": [
      11,
      4,
      17
    ]
  },
  {
    "id": 210,
    "publishedDate": "2016-01-15T09:19:59.384Z",
    "author": "Puckett Moody",
    "title": "Megall",
    "excerpt": "Sint deserunt ipsum amet magna exercitation sint quis. Nisi esse adipisicing ea anim in magna ut incididunt nulla elit eu excepteur voluptate fugiat. Anim labore esse sint veniam non eiusmod Lorem enim.",
    "image": "http://placehold.it/397x264/0ddbbd",
    "url": "https://valtech.com/insight/4dfa0e78-6107-4981-a9e3-ee6daf51ea97",
    "tags": [
      12,
      4,
      16
    ]
  },
  {
    "id": 211,
    "publishedDate": "2016-11-16T21:33:32.483Z",
    "author": "Calhoun Coffey",
    "title": "Danja",
    "excerpt": "Cillum consequat ad labore non laboris enim anim aliqua id excepteur. Occaecat minim magna voluptate minim consectetur magna proident sit fugiat quis laboris. Aliquip excepteur elit non tempor eiusmod ex elit non aliqua nisi ut ad.",
    "image": "http://placehold.it/397x264/b9adb7",
    "url": "https://valtech.com/insight/5608a7d5-42e5-4508-b56b-3518ae95d2f5",
    "tags": [
      12,
      2,
      16
    ]
  },
  {
    "id": 212,
    "publishedDate": "2017-03-06T07:01:21.286Z",
    "author": "Banks Mooney",
    "title": "Kongle",
    "excerpt": "Exercitation tempor dolor fugiat reprehenderit non et in et dolor occaecat. Amet enim nulla proident velit quis. Tempor dolore enim Lorem elit amet quis id culpa ut dolore amet. Nostrud commodo cillum labore et laboris. Non ut anim sint id incididunt in dolore nostrud enim mollit cillum ea. Sit commodo est est ipsum voluptate id ex aliquip nostrud dolore excepteur ipsum. Pariatur officia fugiat id in reprehenderit amet incididunt officia laboris.",
    "image": "http://placehold.it/397x264/6fd379",
    "url": "https://valtech.com/insight/447ffca0-58df-48ff-87ae-548cf1454ed4",
    "tags": [
      12,
      1,
      18
    ]
  },
  {
    "id": 213,
    "publishedDate": "2015-02-04T09:28:30.605Z",
    "author": "Allie Wagner",
    "title": "Bezal",
    "excerpt": "Occaecat veniam anim duis tempor anim ea incididunt officia eu. Amet elit do cillum enim proident amet ea laborum adipisicing culpa commodo irure do ea. Ullamco cupidatat in aliquip ipsum eu exercitation labore aliqua nisi.",
    "url": "https://valtech.com/insight/20c688d7-dc91-48c7-8a36-6c4c33560704",
    "tags": [
      8,
      1,
      16
    ]
  },
  {
    "id": 214,
    "publishedDate": "2017-04-24T17:43:25.611Z",
    "author": "Mcintyre Ball",
    "title": "Ziggles",
    "excerpt": "Pariatur sint reprehenderit veniam irure velit excepteur elit incididunt. Mollit in proident aliqua non ad. Lorem minim occaecat eiusmod dolor ullamco aliquip exercitation deserunt id. Id dolore nostrud tempor dolor dolore reprehenderit est adipisicing consectetur aliquip cupidatat aliqua. Ullamco laborum quis veniam eu ullamco elit eiusmod. Aliqua est irure laboris nisi.",
    "url": "https://valtech.com/insight/1fea7d99-4717-4cfc-8541-da81b7f9e0c9",
    "tags": [
      12,
      1,
      17
    ]
  },
  {
    "id": 215,
    "publishedDate": "2017-11-07T15:42:13.161Z",
    "author": "Dixie Oneill",
    "title": "Steeltab",
    "excerpt": "Ea ipsum quis do proident amet et cillum non consequat cillum. Veniam reprehenderit laborum ea ipsum cupidatat do consectetur laboris ad laboris voluptate qui sint. Consequat Lorem commodo magna laborum et. Ea ullamco minim duis fugiat reprehenderit incididunt fugiat commodo adipisicing eu. Et proident eiusmod non dolore minim Lorem.",
    "image": "http://placehold.it/397x264/eb4f43",
    "url": "https://valtech.com/insight/160f131a-087c-4d55-bc7b-08f104282e1d",
    "tags": [
      7,
      5,
      17
    ]
  },
  {
    "id": 216,
    "publishedDate": "2017-11-19T14:31:05.301Z",
    "author": "Fox Wells",
    "title": "Caxt",
    "excerpt": "Ipsum aute dolore incididunt elit elit fugiat tempor. Velit irure proident ipsum elit incididunt tempor quis reprehenderit pariatur laborum excepteur. Enim dolor deserunt deserunt irure.",
    "image": "http://placehold.it/397x264/ea472e",
    "url": "https://valtech.com/insight/de181728-3c1d-4ede-a0c9-02a3c5b3f54d",
    "tags": [
      9,
      2,
      13
    ]
  },
  {
    "id": 217,
    "publishedDate": "2015-03-28T00:39:44.893Z",
    "author": "Jayne Webb",
    "title": "Est elit cupidatat consequat do consequat eu aute.",
    "url": "https://valtech.com/insight/117e744a-9732-49dd-9f8d-7f9e431bcea9",
    "tags": [
      9,
      1,
      13
    ]
  },
  {
    "id": 218,
    "publishedDate": "2016-08-04T07:24:39.024Z",
    "author": "Lauri Morgan",
    "title": "Deserunt incididunt Lorem in laboris consequat nisi consectetur cupidatat et.",
    "url": "https://valtech.com/insight/10568f68-5084-42e2-ac0e-03dd8d4321c3",
    "tags": [
      10,
      2,
      13
    ]
  },
  {
    "id": 219,
    "publishedDate": "2014-10-10T23:13:20.394Z",
    "author": "Roach Middleton",
    "title": "Gazak",
    "excerpt": "Do duis tempor quis excepteur nostrud exercitation non culpa consequat duis. Ad elit do aliqua fugiat elit officia id nisi anim sint esse laboris mollit. Magna adipisicing nulla proident ullamco sit ut id ullamco sint fugiat laboris ullamco in aliqua. Mollit excepteur enim velit laboris amet magna eu. Incididunt consequat labore do id dolore pariatur magna. Duis exercitation proident veniam labore. Quis esse qui ullamco magna ad ea dolore veniam culpa.",
    "image": "http://placehold.it/397x264/0361cc",
    "url": "https://valtech.com/insight/f87b0c6a-98e8-4211-b967-4fc1079136bb",
    "tags": [
      10,
      3,
      16
    ]
  },
  {
    "id": 220,
    "publishedDate": "2016-03-12T13:27:32.550Z",
    "author": "Miranda Campbell",
    "title": "Nitracyr",
    "excerpt": "Ea non mollit adipisicing elit. Qui est dolor mollit ipsum. Id enim officia occaecat culpa anim nisi deserunt aute excepteur laboris aute. Officia incididunt pariatur et elit cupidatat in eiusmod. Cupidatat aute minim ex pariatur est minim ipsum. Aliquip est quis ex enim do consectetur ad cillum eu exercitation sit do sunt ullamco. Laboris qui qui consectetur deserunt exercitation.",
    "image": "http://placehold.it/397x264/a016ab",
    "url": "https://valtech.com/insight/ab9da41f-faff-402e-ac12-e460bf9ee33a",
    "tags": [
      8,
      3,
      18
    ]
  },
  {
    "id": 221,
    "publishedDate": "2015-03-29T04:58:43.781Z",
    "author": "Dyer Cochran",
    "title": "Lovepad",
    "excerpt": "Sint ea veniam qui sunt sunt adipisicing elit culpa. Ullamco ea cillum eiusmod adipisicing mollit. Ea fugiat sit proident dolore quis consequat laborum.",
    "image": "http://placehold.it/397x264/27b969",
    "url": "https://valtech.com/insight/f7ba77b4-e520-4bbd-b0b0-d3e4f7536d0f",
    "tags": [
      11,
      4,
      16
    ]
  },
  {
    "id": 222,
    "publishedDate": "2016-12-17T17:49:11.370Z",
    "author": "Acevedo Wolf",
    "title": "Geekol",
    "excerpt": "Laboris et pariatur aute in et irure quis. Non eiusmod cupidatat nisi enim. Tempor ullamco Lorem ea reprehenderit consectetur sit irure quis nisi. Ea culpa cillum commodo excepteur nostrud eiusmod sint est Lorem. Tempor do officia enim et aliqua aliqua quis. Amet Lorem Lorem nostrud dolore anim eiusmod Lorem exercitation est.",
    "image": "http://placehold.it/397x264/c1845b",
    "url": "https://valtech.com/insight/0d678180-b906-4986-b936-f38a807d7860",
    "tags": [
      9,
      5,
      14
    ]
  },
  {
    "id": 223,
    "publishedDate": "2014-10-13T16:33:15.744Z",
    "author": "Lakeisha Hoffman",
    "title": "Digique",
    "excerpt": "Incididunt ea reprehenderit nisi exercitation consectetur aute sunt adipisicing enim mollit. Magna incididunt fugiat pariatur id eu. Nostrud aute laborum do est duis exercitation irure minim ad Lorem. Dolore et exercitation veniam commodo reprehenderit magna Lorem laborum cillum enim nostrud esse aute dolore.",
    "url": "https://valtech.com/insight/dddbe265-bcba-4892-861e-55a8cbfdbc25",
    "tags": [
      11,
      2,
      13
    ]
  },
  {
    "id": 224,
    "publishedDate": "2016-02-07T18:38:49.312Z",
    "author": "Deanne Leon",
    "title": "Cosmosis",
    "excerpt": "Sint laborum dolor eu fugiat velit velit non deserunt consectetur in dolor ullamco. Velit ea aliquip culpa mollit ullamco eu eu. Elit eu culpa qui id fugiat est sunt in sit ad nostrud minim. Consectetur amet cupidatat quis incididunt quis ullamco enim laborum enim officia.",
    "url": "https://valtech.com/insight/64c804aa-9998-46e6-bbfa-27e5fa866782",
    "tags": [
      8,
      3,
      16
    ]
  },
  {
    "id": 225,
    "publishedDate": "2015-12-18T21:35:34.030Z",
    "author": "Daphne Alston",
    "title": "Lyrichord",
    "excerpt": "Veniam ea sint excepteur qui nulla esse ex consequat eu ut consequat Lorem et voluptate. Est cupidatat esse anim ipsum mollit magna officia aliquip ullamco commodo minim labore culpa. Exercitation occaecat dolore reprehenderit ut cillum nulla culpa mollit sit minim nisi cupidatat. Deserunt aute ipsum nostrud quis ut esse sunt sit exercitation deserunt cupidatat proident cupidatat nulla. Sit qui culpa consequat cillum.",
    "image": "http://placehold.it/397x264/ac97ad",
    "url": "https://valtech.com/insight/f5205d2b-f967-4359-a9f0-86f7c08be1a8",
    "tags": [
      7,
      1,
      18
    ]
  },
  {
    "id": 226,
    "publishedDate": "2018-01-18T23:37:20.155Z",
    "author": "Acosta Lewis",
    "title": "Isosure",
    "excerpt": "Qui aliqua aliqua adipisicing nostrud Lorem pariatur veniam cillum commodo in. Aliquip ipsum elit magna anim minim amet. Reprehenderit culpa irure quis pariatur consectetur tempor tempor. Incididunt adipisicing eu officia cillum est est qui occaecat adipisicing. Veniam excepteur reprehenderit ullamco reprehenderit exercitation anim nulla. Excepteur elit et enim sit velit. Ad nisi veniam aliquip fugiat non sint et magna.",
    "url": "https://valtech.com/insight/9ad89173-2bb9-47c6-b4ac-4d8afb3ffd62",
    "tags": [
      7,
      5,
      14
    ]
  },
  {
    "id": 227,
    "publishedDate": "2014-09-13T10:21:33.269Z",
    "author": "Cara Rogers",
    "title": "Aclima",
    "excerpt": "Non incididunt enim dolor exercitation occaecat minim enim pariatur incididunt Lorem mollit tempor. Dolor sit labore ea mollit aliqua nostrud amet labore tempor sint. Proident esse eu cupidatat eiusmod nisi voluptate.",
    "url": "https://valtech.com/insight/f16d9a81-ca17-46d9-adf3-bf30a2dbe9e6",
    "tags": [
      9,
      6,
      18
    ]
  },
  {
    "id": 228,
    "publishedDate": "2015-05-11T11:28:41.700Z",
    "author": "Kirsten Wood",
    "title": "Suretech",
    "excerpt": "Culpa deserunt aliquip ad est ea Lorem consequat laborum ad nisi officia. Pariatur cupidatat nostrud irure nostrud pariatur velit non consequat quis velit nulla magna nisi occaecat. Do ullamco dolor proident culpa mollit. Sunt exercitation duis nisi sint ullamco fugiat labore fugiat non voluptate. Do enim cupidatat esse nulla sit sunt labore. Cillum minim sunt amet nulla dolore enim sint consequat ipsum commodo.",
    "url": "https://valtech.com/insight/8a300c8f-a374-4b16-b14a-79033df01125",
    "tags": [
      11,
      2,
      18
    ]
  },
  {
    "id": 229,
    "publishedDate": "2018-04-15T10:33:37.869Z",
    "author": "Natalia Chavez",
    "title": "Olucore",
    "excerpt": "Nostrud et quis voluptate excepteur ipsum. Ea pariatur ad minim nisi. Dolor exercitation qui et commodo elit minim consequat aliquip reprehenderit. Aliquip in nulla elit consectetur cillum et sunt. Anim amet velit fugiat officia anim sunt sunt ea elit. Irure do officia aliqua excepteur Lorem. Aliquip do culpa amet occaecat qui velit fugiat aute.",
    "image": "http://placehold.it/397x264/9d4df5",
    "url": "https://valtech.com/insight/a542e4a8-3447-4d04-b046-468c6684a309",
    "tags": [
      10,
      2,
      15
    ]
  },
  {
    "id": 230,
    "publishedDate": "2016-06-30T01:23:23.060Z",
    "author": "Rosie Bray",
    "title": "Netur",
    "excerpt": "Occaecat do reprehenderit nisi ad Lorem aliquip elit sit. Incididunt nostrud eu deserunt in et ut aliqua esse ex non eu. In quis mollit id deserunt ipsum proident nulla. Reprehenderit amet quis qui ea cillum magna voluptate ad magna id eu. In consequat commodo consequat pariatur esse occaecat occaecat anim incididunt. Cillum commodo exercitation ex adipisicing officia velit laboris tempor eu fugiat dolore fugiat in duis. Cillum quis reprehenderit laborum minim eiusmod aliqua aute ipsum qui exercitation culpa id.",
    "url": "https://valtech.com/insight/43c9a03d-8565-45fd-b9d1-808d708c5a60",
    "tags": [
      11,
      3,
      13
    ]
  },
  {
    "id": 231,
    "publishedDate": "2017-05-09T09:09:48.570Z",
    "author": "Grace Foley",
    "title": "Irure minim cillum dolor Lorem cupidatat velit occaecat consectetur cillum sit eiusmod.",
    "url": "https://valtech.com/insight/6d5092a6-0cf3-4d8c-b31f-e8133b6d489e",
    "tags": [
      9,
      1,
      13
    ]
  },
  {
    "id": 232,
    "publishedDate": "2016-06-06T20:32:20.474Z",
    "author": "Michele Riley",
    "title": "Geekosis",
    "excerpt": "Nisi incididunt nisi labore ex elit veniam eu proident consequat mollit elit sit. Amet nostrud anim nisi fugiat. Aute laborum Lorem minim elit incididunt velit magna non excepteur minim. Labore labore sunt dolore non et cupidatat cupidatat mollit. Mollit dolore nostrud id est reprehenderit nostrud reprehenderit qui fugiat commodo non minim pariatur consequat.",
    "image": "http://placehold.it/397x264/b945f9",
    "url": "https://valtech.com/insight/e35cf402-0fbd-4c6a-8496-2cf61cac370b",
    "tags": [
      12,
      5,
      16
    ]
  },
  {
    "id": 233,
    "publishedDate": "2017-04-25T06:30:41.561Z",
    "author": "Higgins Thomas",
    "title": "Comstar",
    "excerpt": "Exercitation eiusmod adipisicing aute qui velit pariatur eu cillum commodo anim. Dolor ad aute eu amet qui nulla. Mollit exercitation cillum ipsum elit fugiat adipisicing aliqua labore. Culpa velit veniam voluptate tempor consequat mollit cupidatat ea veniam veniam.",
    "url": "https://valtech.com/insight/ef58738d-2f42-41c2-a7ab-6a849f9ad4b0",
    "tags": [
      9,
      5,
      13
    ]
  },
  {
    "id": 234,
    "publishedDate": "2015-01-19T15:00:45.112Z",
    "author": "Kim Jordan",
    "title": "Gushkool",
    "excerpt": "Laborum nisi eu magna ad. Excepteur ea non excepteur irure sunt anim incididunt. Anim cillum et cupidatat mollit veniam consectetur reprehenderit duis eiusmod et aliquip duis. Aute id minim adipisicing exercitation ullamco mollit incididunt ea duis sint labore enim magna. Nulla aliqua commodo anim minim quis quis ipsum consectetur labore. Deserunt amet ex proident nulla do. Eiusmod id eiusmod non ullamco aute.",
    "image": "http://placehold.it/397x264/5c0e3e",
    "url": "https://valtech.com/insight/efe26e4a-3a80-41a7-999c-e77b718eca88",
    "tags": [
      9,
      6,
      17
    ]
  },
  {
    "id": 235,
    "publishedDate": "2017-07-06T14:47:56.556Z",
    "author": "Penny Kinney",
    "title": "Sint laboris commodo magna reprehenderit ut minim deserunt cillum reprehenderit ad sint.",
    "url": "https://valtech.com/insight/2243b6ee-2ed1-4737-adf5-909b5a20f1a9",
    "tags": [
      10,
      6,
      14
    ]
  },
  {
    "id": 236,
    "publishedDate": "2014-05-14T01:11:16.918Z",
    "author": "Phelps Phillips",
    "title": "Zepitope",
    "excerpt": "Sit mollit minim nulla nisi. Deserunt mollit cillum anim labore officia pariatur irure eiusmod ea nisi. Proident esse Lorem minim tempor veniam ex laboris aute nulla. Consequat esse culpa in Lorem eiusmod ipsum anim qui laboris Lorem sint ipsum.",
    "image": "http://placehold.it/397x264/de69c5",
    "url": "https://valtech.com/insight/7b61b05d-c294-49b3-b8b8-4edd506a7c67",
    "tags": [
      10,
      3,
      14
    ]
  },
  {
    "id": 237,
    "publishedDate": "2016-02-13T13:01:18.843Z",
    "author": "Rosalyn Summers",
    "title": "Medicroix",
    "excerpt": "Sint dolor qui nostrud culpa. Consequat exercitation Lorem mollit consectetur non aliquip. Irure duis ut et tempor do qui labore proident laborum officia veniam Lorem. Officia amet est laboris officia id do non. Duis sit deserunt dolor aliquip non. Qui et nostrud exercitation esse velit elit. Amet sint laborum excepteur ea occaecat consequat qui dolore laborum laboris in sit nostrud nisi.",
    "image": "http://placehold.it/397x264/f1ddc4",
    "url": "https://valtech.com/insight/9e78d39f-d231-4184-89e7-f9d1e8f44c42",
    "tags": [
      11,
      1,
      17
    ]
  },
  {
    "id": 238,
    "publishedDate": "2017-11-23T23:38:45.964Z",
    "author": "Bernice Edwards",
    "title": "Exiand",
    "excerpt": "Mollit Lorem anim consequat consequat sunt anim veniam. Fugiat est exercitation fugiat enim dolore aliqua aliquip do tempor. Proident quis fugiat minim ipsum id laboris duis veniam non ipsum in proident excepteur fugiat. Labore consequat consequat nostrud ad excepteur eu nisi adipisicing ad consectetur nostrud officia pariatur ipsum. Ut mollit incididunt ea ipsum dolore mollit eiusmod. Elit pariatur labore voluptate do tempor irure voluptate consectetur deserunt ad cupidatat enim. Proident aliqua voluptate irure non aliquip ipsum sint do consectetur ex non adipisicing est.",
    "url": "https://valtech.com/insight/961f77d5-c523-4088-a2ba-9bc8483bbddf",
    "tags": [
      12,
      4,
      13
    ]
  },
  {
    "id": 239,
    "publishedDate": "2016-10-27T10:40:09.503Z",
    "author": "Erika Ayala",
    "title": "Elit eu commodo dolor incididunt fugiat aliquip.",
    "url": "https://valtech.com/insight/08c8f41a-05e5-440a-a8ce-cdbe7b64e93b",
    "tags": [
      7,
      2,
      13
    ]
  },
  {
    "id": 240,
    "publishedDate": "2017-12-25T05:27:39.260Z",
    "author": "Hallie Brewer",
    "title": "Aquazure",
    "excerpt": "Ullamco fugiat laboris ex laborum esse velit officia. Dolor excepteur pariatur anim reprehenderit eiusmod cupidatat Lorem duis deserunt fugiat. Nisi cupidatat do mollit sunt duis cupidatat duis ipsum consequat. Magna aliqua ad culpa elit laboris ut dolore. Veniam ut ut culpa ea in ipsum voluptate occaecat excepteur sint. Velit commodo cillum cillum excepteur nisi aliqua aute et labore voluptate aliquip. Ea aliqua nisi nostrud laboris amet ullamco consequat ex ex non quis elit occaecat veniam.",
    "url": "https://valtech.com/insight/e9644965-4099-46f3-b489-c4a045f73cfe",
    "tags": [
      10,
      6,
      18
    ]
  },
  {
    "id": 241,
    "publishedDate": "2016-02-26T02:04:50.016Z",
    "author": "Tasha Blackwell",
    "title": "Terrasys",
    "excerpt": "Laborum eiusmod in mollit aute nulla. Commodo minim consectetur minim laborum dolore sint sit duis. Consectetur quis adipisicing duis ut quis officia fugiat reprehenderit amet est proident et. Qui velit et consequat deserunt ipsum non id commodo.",
    "image": "http://placehold.it/397x264/e51133",
    "url": "https://valtech.com/insight/bdc65412-358f-48f6-8269-ecea83cb8d50",
    "tags": [
      9,
      5,
      13
    ]
  },
  {
    "id": 242,
    "publishedDate": "2015-09-08T22:24:41.321Z",
    "author": "Hannah Beasley",
    "title": "Geekwagon",
    "excerpt": "Excepteur laborum aliquip non ex eu qui veniam dolor. Officia aliquip irure anim est eiusmod sunt cillum sint incididunt aliqua qui mollit. Voluptate velit aliquip consectetur velit commodo occaecat adipisicing. Fugiat ipsum cupidatat irure aliqua ea quis. Eiusmod dolore et tempor aute proident dolore enim voluptate esse excepteur excepteur.",
    "url": "https://valtech.com/insight/9e2e7866-a7da-4587-813c-4461a671878a",
    "tags": [
      8,
      6,
      17
    ]
  },
  {
    "id": 243,
    "publishedDate": "2015-05-11T03:27:59.158Z",
    "author": "Peters Sweet",
    "title": "Limage",
    "excerpt": "Est ex non amet sunt officia ad commodo quis duis commodo aute Lorem anim. Excepteur Lorem adipisicing aliquip cillum esse dolor veniam labore. Ex id ea aliqua exercitation cupidatat cillum qui nulla elit qui voluptate sint. Esse non sunt in adipisicing. Et exercitation reprehenderit eiusmod quis aliqua mollit adipisicing irure nisi mollit consequat commodo. Id laboris aliqua irure cillum occaecat pariatur. Aliquip Lorem aliqua enim ad officia exercitation proident deserunt aliqua.",
    "url": "https://valtech.com/insight/2ecef108-92d8-489e-8d5c-21776eadbcb6",
    "tags": [
      8,
      1,
      15
    ]
  },
  {
    "id": 244,
    "publishedDate": "2015-10-31T06:20:54.179Z",
    "author": "Jeannette Craig",
    "title": "Qui aute ex ipsum ut sit laborum culpa occaecat culpa nostrud fugiat labore ad in.",
    "url": "https://valtech.com/insight/46c124c3-4f01-44bf-9dce-01e35973f80e",
    "tags": [
      8,
      4,
      17
    ]
  },
  {
    "id": 245,
    "publishedDate": "2014-01-30T16:12:40.827Z",
    "author": "Kathleen Cooley",
    "title": "Animalia",
    "excerpt": "Ad occaecat amet aute qui id. Et sunt dolore ipsum qui labore deserunt consequat ullamco est nulla est eu occaecat irure. Duis sint adipisicing laborum cillum irure reprehenderit pariatur. Dolor qui elit tempor nisi aliqua ex. Nostrud in irure amet aute non velit cupidatat deserunt veniam. Non Lorem ea ipsum ad eiusmod Lorem est fugiat.",
    "image": "http://placehold.it/397x264/2d0a1e",
    "url": "https://valtech.com/insight/0ce5a4e3-dd0f-43db-8c3a-8185e0c9609d",
    "tags": [
      11,
      1,
      13
    ]
  },
  {
    "id": 246,
    "publishedDate": "2015-07-12T05:19:53.807Z",
    "author": "Carver Rosa",
    "title": "Katakana",
    "excerpt": "Amet velit velit incididunt veniam ipsum consectetur. Cupidatat excepteur consequat reprehenderit id mollit ullamco laboris veniam eiusmod esse ea in ex duis. Quis labore nostrud ex enim. Mollit enim duis anim cupidatat deserunt ullamco adipisicing. Irure duis consequat ipsum exercitation minim proident culpa labore exercitation. Ea esse aute culpa ea consequat adipisicing excepteur. Qui pariatur fugiat incididunt anim.",
    "image": "http://placehold.it/397x264/834972",
    "url": "https://valtech.com/insight/ce2ba895-da68-423e-a909-5376f9377473",
    "tags": [
      7,
      3,
      18
    ]
  },
  {
    "id": 247,
    "publishedDate": "2014-01-22T21:40:15.016Z",
    "author": "Pitts Harrell",
    "title": "Everest",
    "excerpt": "Aliquip commodo esse mollit minim. Laboris Lorem dolore proident minim magna aliqua in do cupidatat eiusmod. Excepteur nostrud dolore consequat enim et consectetur nisi adipisicing minim est dolore dolore sunt. Officia id id aute labore occaecat adipisicing sunt sit. In minim proident do cupidatat in aute nostrud veniam consequat ea aliquip do ullamco. In nostrud non ullamco consequat nostrud qui in aliqua labore mollit et magna.",
    "url": "https://valtech.com/insight/5866b5e5-c27e-43c3-b45e-6e017e489c79",
    "tags": [
      10,
      6,
      14
    ]
  },
  {
    "id": 248,
    "publishedDate": "2017-09-19T04:05:20.645Z",
    "author": "Edith Ross",
    "title": "Excepteur eu laboris Lorem id excepteur cupidatat.",
    "url": "https://valtech.com/insight/0e6807a8-7713-46ff-988b-673ade8acb2a",
    "tags": [
      8,
      2,
      14
    ]
  },
  {
    "id": 249,
    "publishedDate": "2014-08-28T01:37:13.475Z",
    "author": "Alisa Ochoa",
    "title": "Zizzle",
    "excerpt": "Do adipisicing cillum adipisicing eiusmod adipisicing dolor mollit Lorem magna minim duis fugiat. Nostrud aute nostrud velit tempor et aute duis eiusmod ex. Ad fugiat Lorem eiusmod irure anim. Enim qui ipsum fugiat commodo velit ipsum eiusmod sint ad aute. Nisi minim aute eiusmod velit aute fugiat voluptate aliqua.",
    "url": "https://valtech.com/insight/8f8bd1cc-e76a-4fec-b6fd-89dcbc82d286",
    "tags": [
      7,
      6,
      17
    ]
  },
  {
    "id": 250,
    "publishedDate": "2015-06-25T15:32:03.346Z",
    "author": "Wendi Sosa",
    "title": "Enersol",
    "excerpt": "Minim ipsum enim aliquip consequat ex occaecat veniam. Dolor fugiat culpa reprehenderit enim. Adipisicing ut incididunt excepteur ullamco ipsum qui aute mollit excepteur dolore aliqua. Laboris laboris enim incididunt qui magna commodo enim excepteur dolore in adipisicing ex eu qui. Consectetur amet nisi et enim magna ipsum consequat.",
    "url": "https://valtech.com/insight/034ad2ce-5ce7-43bd-91aa-ae3fb28334e3",
    "tags": [
      8,
      5,
      13
    ]
  },
  {
    "id": 251,
    "publishedDate": "2015-05-21T16:49:43.537Z",
    "author": "Pruitt Richmond",
    "title": "Commodo velit ullamco culpa amet cillum nisi exercitation amet minim quis ullamco nostrud ut.",
    "url": "https://valtech.com/insight/41684501-fd94-4924-b6d0-f56b5b60ee6f",
    "tags": [
      12,
      4,
      13
    ]
  },
  {
    "id": 252,
    "publishedDate": "2015-12-15T21:21:29.200Z",
    "author": "Carmen Fischer",
    "title": "Jetsilk",
    "excerpt": "Nisi minim dolore commodo laborum labore incididunt do labore sunt anim pariatur Lorem. Occaecat proident et consequat eu nulla. Incididunt laborum nulla adipisicing irure non aute sint. Voluptate id adipisicing in amet officia id dolore excepteur excepteur aute laborum Lorem.",
    "image": "http://placehold.it/397x264/d95ea5",
    "url": "https://valtech.com/insight/f5f9b2b2-dad1-4dc9-b9e9-5c8172cbe49f",
    "tags": [
      10,
      5,
      16
    ]
  },
  {
    "id": 253,
    "publishedDate": "2015-10-25T15:23:44.579Z",
    "author": "Jeannie Sargent",
    "title": "Viagrand",
    "excerpt": "Deserunt culpa irure consectetur do dolor ex eiusmod. Qui occaecat cupidatat eu occaecat ullamco velit consequat dolor magna amet esse. Occaecat culpa veniam do irure eiusmod ut amet do ex.",
    "url": "https://valtech.com/insight/aa900bfc-2c1e-4075-8141-fada0732efd0",
    "tags": [
      8,
      6,
      16
    ]
  },
  {
    "id": 254,
    "publishedDate": "2016-05-06T02:12:57.001Z",
    "author": "Padilla Knowles",
    "title": "Avit",
    "excerpt": "Cillum dolor laboris commodo nostrud nostrud fugiat laborum quis cupidatat cupidatat id. Nulla ut mollit quis consequat pariatur dolore. Elit exercitation commodo eiusmod aliqua esse officia aliqua dolor esse enim exercitation amet tempor. Labore ex incididunt aute qui eu cupidatat. Adipisicing reprehenderit laboris deserunt ea consequat id aliquip eu duis consectetur.",
    "url": "https://valtech.com/insight/043b7a6d-1fe9-47d3-b62b-5b19945f7984",
    "tags": [
      10,
      3,
      18
    ]
  },
  {
    "id": 255,
    "publishedDate": "2017-11-05T04:31:48.394Z",
    "author": "Owen Gould",
    "title": "Nisi consequat magna cupidatat nostrud cillum duis commodo nisi laboris est commodo consectetur eu.",
    "url": "https://valtech.com/insight/ead13e8a-ac45-4482-896c-5e4fdb7d019a",
    "tags": [
      11,
      4,
      14
    ]
  },
  {
    "id": 256,
    "publishedDate": "2014-07-21T21:58:41.669Z",
    "author": "Madeline Tyson",
    "title": "Envire",
    "excerpt": "Enim enim excepteur velit proident consequat eu ipsum sint voluptate culpa anim eu. Deserunt magna laborum officia qui irure enim reprehenderit aliqua cillum eiusmod Lorem in anim. Commodo dolor commodo nostrud pariatur non cupidatat.",
    "image": "http://placehold.it/397x264/4d8d0a",
    "url": "https://valtech.com/insight/11875912-fa0f-41be-9cda-86d333fd3836",
    "tags": [
      9,
      1,
      13
    ]
  },
  {
    "id": 257,
    "publishedDate": "2018-03-22T02:28:47.782Z",
    "author": "Stevenson Livingston",
    "title": "Shadease",
    "excerpt": "Ex do reprehenderit adipisicing proident. Minim aliquip amet nostrud aliqua et culpa et exercitation officia sit. Nisi mollit velit enim quis ea culpa. Eu laboris non velit veniam labore eu laboris id. Duis irure amet incididunt occaecat laboris adipisicing officia cupidatat. Tempor elit cillum sunt amet consequat irure elit laborum dolore exercitation irure laborum sunt. Qui incididunt ex irure tempor et ea aliqua.",
    "image": "http://placehold.it/397x264/ae8868",
    "url": "https://valtech.com/insight/982c0267-ae0a-46f9-905f-b9ccafd03405",
    "tags": [
      7,
      3,
      16
    ]
  },
  {
    "id": 258,
    "publishedDate": "2017-11-12T03:19:34.028Z",
    "author": "Berg Freeman",
    "title": "Momentia",
    "excerpt": "Nulla eu nostrud esse enim exercitation commodo aliqua laboris aliqua reprehenderit occaecat labore velit nulla. Minim cillum veniam elit laboris et consectetur duis culpa officia. Nisi aliqua in culpa minim reprehenderit est enim Lorem aliquip esse cillum. Lorem elit cupidatat cupidatat officia. Exercitation aute occaecat voluptate est amet do mollit magna ea elit culpa consequat ullamco.",
    "image": "http://placehold.it/397x264/cf3f02",
    "url": "https://valtech.com/insight/8d268fb1-8dc3-4332-bf32-9747a1a9212a",
    "tags": [
      9,
      3,
      16
    ]
  },
  {
    "id": 259,
    "publishedDate": "2018-04-18T11:09:56.333Z",
    "author": "June Ford",
    "title": "Ultrimax",
    "excerpt": "Eu duis consequat ullamco anim nisi ullamco esse tempor eiusmod esse magna. Qui ut esse sit in dolore adipisicing sunt sunt id pariatur incididunt. Aliquip est labore consequat anim occaecat laboris do. Adipisicing ipsum cillum non sunt adipisicing cillum labore. Eiusmod culpa tempor dolore id reprehenderit est excepteur pariatur incididunt esse elit. Est magna nisi laborum magna veniam.",
    "url": "https://valtech.com/insight/5937815c-2b9b-4916-ac94-3f2c2908a7e7",
    "tags": [
      7,
      6,
      13
    ]
  },
  {
    "id": 260,
    "publishedDate": "2018-01-12T01:29:04.232Z",
    "author": "Eddie Hull",
    "title": "Strozen",
    "excerpt": "Ad proident velit elit eu eu. Occaecat eiusmod eiusmod aute ullamco cupidatat do laborum dolore culpa fugiat irure in. Ullamco cillum ut labore fugiat et cupidatat. Incididunt anim in excepteur amet aute eu quis officia ut aliqua. Non commodo nostrud laboris nostrud.",
    "url": "https://valtech.com/insight/b9f01f19-b4f0-4204-8ba7-c9e51049535f",
    "tags": [
      11,
      3,
      17
    ]
  },
  {
    "id": 261,
    "publishedDate": "2014-06-23T10:51:09.511Z",
    "author": "Anderson Lowe",
    "title": "Exerta",
    "excerpt": "In anim in nisi consectetur est duis cupidatat occaecat sunt laborum exercitation. Lorem dolor consequat Lorem occaecat aliqua occaecat occaecat ea veniam nostrud deserunt ad est cupidatat. Nisi do in consequat qui Lorem consectetur sunt incididunt. Sint qui eiusmod excepteur ad dolore ex sunt incididunt voluptate nostrud pariatur laboris voluptate non. Consequat proident fugiat amet mollit ullamco incididunt culpa culpa laboris nisi duis fugiat. Id duis dolore mollit duis fugiat aute incididunt excepteur.",
    "image": "http://placehold.it/397x264/6408fd",
    "url": "https://valtech.com/insight/12eeff84-c6dc-435f-933e-aaa09fbbb880",
    "tags": [
      12,
      4,
      16
    ]
  },
  {
    "id": 262,
    "publishedDate": "2014-05-10T02:05:57.326Z",
    "author": "Melinda Joyner",
    "title": "Gynko",
    "excerpt": "Elit tempor sunt excepteur aliqua aliqua sunt ullamco sint. Veniam labore sint ad aute duis sit sit sit consectetur deserunt. Lorem qui do nisi minim pariatur aliquip non. Dolor anim voluptate ut quis proident voluptate aliquip ullamco fugiat id cupidatat reprehenderit. Pariatur ipsum consectetur nulla aliquip irure veniam ut voluptate occaecat.",
    "image": "http://placehold.it/397x264/63a34a",
    "url": "https://valtech.com/insight/45cdf275-e818-420c-8283-e4d9420cf1af",
    "tags": [
      12,
      6,
      16
    ]
  },
  {
    "id": 263,
    "publishedDate": "2017-12-15T12:15:21.746Z",
    "author": "Tiffany Mendez",
    "title": "Slambda",
    "excerpt": "Qui ad nulla ut cillum. Minim reprehenderit aliquip mollit fugiat minim in. Pariatur nulla id commodo culpa eiusmod. Aliqua in magna ullamco irure duis ut aliquip in esse eu dolor voluptate non. Amet cillum aliquip in ea ut elit ex elit anim velit consectetur. Aliquip elit aliqua commodo sit aliqua ut ullamco esse anim. Ipsum anim id elit mollit sit nulla ex irure.",
    "url": "https://valtech.com/insight/ef506fd7-1717-4aa8-bcaf-7540e6351b8a",
    "tags": [
      11,
      4,
      17
    ]
  },
  {
    "id": 264,
    "publishedDate": "2015-04-19T07:07:38.465Z",
    "author": "Rosa Jones",
    "title": "Accupharm",
    "excerpt": "Culpa in veniam dolore est enim reprehenderit duis culpa excepteur culpa dolore officia in quis. Ipsum Lorem mollit cillum occaecat deserunt cupidatat. Cupidatat voluptate aute duis consectetur aliquip.",
    "image": "http://placehold.it/397x264/77f236",
    "url": "https://valtech.com/insight/194768c1-36ca-41b1-9ebe-66acbc8cdefb",
    "tags": [
      10,
      2,
      15
    ]
  },
  {
    "id": 265,
    "publishedDate": "2018-03-22T08:46:57.593Z",
    "author": "Silva Collier",
    "title": "Portica",
    "excerpt": "Adipisicing est officia do elit enim do. Tempor veniam laborum consequat fugiat duis anim. Enim do ex labore veniam sit mollit tempor sit ullamco.",
    "image": "http://placehold.it/397x264/e8977a",
    "url": "https://valtech.com/insight/ff84c575-822e-49af-9f18-d6a1382ebd3e",
    "tags": [
      9,
      4,
      14
    ]
  },
  {
    "id": 266,
    "publishedDate": "2014-01-16T01:48:18.874Z",
    "author": "Hodges Ellis",
    "title": "Aute aliqua pariatur amet duis nulla.",
    "url": "https://valtech.com/insight/80f37180-dc32-474a-8809-c4436ad52d1a",
    "tags": [
      7,
      2,
      14
    ]
  },
  {
    "id": 267,
    "publishedDate": "2018-05-02T10:35:17.625Z",
    "author": "Sylvia Hicks",
    "title": "Ipsum et do non ullamco sunt.",
    "url": "https://valtech.com/insight/247f4a98-3565-4880-8b99-d1d4510aa9d2",
    "tags": [
      11,
      6,
      14
    ]
  },
  {
    "id": 268,
    "publishedDate": "2017-08-03T07:34:00.504Z",
    "author": "Sheila Gross",
    "title": "Ullamco proident veniam quis incididunt Lorem magna consequat laboris anim.",
    "url": "https://valtech.com/insight/790d3617-5acf-4b01-82c1-57f5ce2dc454",
    "tags": [
      10,
      4,
      17
    ]
  },
  {
    "id": 269,
    "publishedDate": "2014-04-18T14:34:44.408Z",
    "author": "Koch Hardy",
    "title": "Ex laborum cupidatat labore duis dolor.",
    "url": "https://valtech.com/insight/87b388c3-8fe9-4977-96f3-63a34e8aeee0",
    "tags": [
      10,
      1,
      17
    ]
  },
  {
    "id": 270,
    "publishedDate": "2017-01-17T03:53:01.530Z",
    "author": "Lara Blanchard",
    "title": "Nulla magna reprehenderit ullamco aute nulla laboris cillum in quis magna.",
    "url": "https://valtech.com/insight/0e73e0d9-1462-4975-86e3-5ec517e818e7",
    "tags": [
      12,
      3,
      13
    ]
  },
  {
    "id": 271,
    "publishedDate": "2018-05-01T23:57:12.490Z",
    "author": "Fowler Peterson",
    "title": "Sint et pariatur fugiat labore Lorem veniam sint aute.",
    "url": "https://valtech.com/insight/0d074716-8edb-43af-b251-2a5a735228dc",
    "tags": [
      8,
      4,
      14
    ]
  },
  {
    "id": 272,
    "publishedDate": "2015-05-15T01:36:44.899Z",
    "author": "Jennie Mckinney",
    "title": "Laborum quis sunt deserunt reprehenderit ut proident aute qui non.",
    "url": "https://valtech.com/insight/2c25329e-03c7-4d4a-985e-68d0578bdaeb",
    "tags": [
      9,
      6,
      14
    ]
  },
  {
    "id": 273,
    "publishedDate": "2018-01-02T12:09:21.423Z",
    "author": "Christine Malone",
    "title": "Mollit officia proident occaecat sint incididunt esse incididunt.",
    "url": "https://valtech.com/insight/3ee5926d-a43e-42b0-a6d0-6e96d4a8a384",
    "tags": [
      10,
      4,
      16
    ]
  },
  {
    "id": 274,
    "publishedDate": "2015-12-27T14:05:29.944Z",
    "author": "Horne Guerra",
    "title": "Zilidium",
    "excerpt": "Elit eu adipisicing culpa anim aliquip excepteur. Duis aliquip velit adipisicing pariatur ut laboris labore labore. Irure adipisicing quis dolore dolore.",
    "image": "http://placehold.it/397x264/bc005a",
    "url": "https://valtech.com/insight/7c7b9bca-ce69-4d69-90c0-57c763588709",
    "tags": [
      8,
      3,
      16
    ]
  },
  {
    "id": 275,
    "publishedDate": "2014-09-13T11:58:18.143Z",
    "author": "Dotson Myers",
    "title": "Mitroc",
    "excerpt": "Et magna consequat et aute ad tempor laborum proident officia quis est est aliquip. Sunt do Lorem eu ad. Sint aliquip irure eu mollit ut pariatur duis eiusmod ad commodo. Magna sint qui esse ad. Nulla excepteur quis fugiat enim minim exercitation. Qui deserunt voluptate ex in culpa laborum exercitation id sunt ea cillum magna proident.",
    "url": "https://valtech.com/insight/b4fd2ac3-34c8-49f4-8439-17cc28632075",
    "tags": [
      10,
      5,
      17
    ]
  },
  {
    "id": 276,
    "publishedDate": "2017-01-21T14:14:54.341Z",
    "author": "Tanisha Hester",
    "title": "Euron",
    "excerpt": "Eu commodo ea eiusmod elit aute reprehenderit nulla aute magna commodo minim enim culpa cillum. Minim deserunt cupidatat officia aute dolore enim incididunt duis labore nulla. Aute ex enim sit ex excepteur nostrud ex ut voluptate aliqua irure. In qui reprehenderit dolor eiusmod pariatur excepteur. Irure excepteur anim aliquip quis. Adipisicing quis laboris sit esse. Ea eu pariatur magna consectetur ullamco qui enim id amet velit.",
    "image": "http://placehold.it/397x264/a5b152",
    "url": "https://valtech.com/insight/4fe0ec08-6413-4fb6-b5ed-084d3b5d2557",
    "tags": [
      7,
      5,
      16
    ]
  },
  {
    "id": 277,
    "publishedDate": "2017-09-23T05:48:35.250Z",
    "author": "Marcella Bradshaw",
    "title": "In in enim tempor fugiat culpa veniam.",
    "url": "https://valtech.com/insight/0257f93d-82d0-43b3-b04a-c892c9366b9d",
    "tags": [
      9,
      1,
      16
    ]
  },
  {
    "id": 278,
    "publishedDate": "2015-07-15T21:50:21.607Z",
    "author": "Virgie Herring",
    "title": "Talkalot",
    "excerpt": "Id sit in ex aliqua sit aliqua incididunt quis. Deserunt deserunt veniam laborum consequat ipsum. Velit cillum pariatur occaecat nisi esse adipisicing exercitation ad occaecat sit.",
    "url": "https://valtech.com/insight/bedf4f97-53a3-4bd4-ade4-24f24689180d",
    "tags": [
      9,
      1,
      13
    ]
  },
  {
    "id": 279,
    "publishedDate": "2016-02-06T00:37:20.808Z",
    "author": "Wolfe Cardenas",
    "title": "Imant",
    "excerpt": "Do est irure consequat aliqua ex consectetur Lorem qui esse deserunt pariatur id sint id. Ad quis magna et amet deserunt sunt excepteur proident. Non consequat fugiat tempor anim Lorem nisi fugiat eiusmod dolore ex. Deserunt esse cupidatat exercitation fugiat veniam laboris amet duis consequat aliquip exercitation mollit. Esse aute nostrud incididunt irure non ad ad officia ut aliquip Lorem. Culpa non eiusmod Lorem nulla id sunt exercitation deserunt. Cupidatat non in ipsum enim.",
    "url": "https://valtech.com/insight/310fbc1b-06db-452c-9b36-f94a959a7ba4",
    "tags": [
      7,
      2,
      14
    ]
  },
  {
    "id": 280,
    "publishedDate": "2015-03-24T21:43:25.834Z",
    "author": "Avis Mcclure",
    "title": "Namebox",
    "excerpt": "Cillum voluptate ut labore amet id quis est cillum. Amet laboris occaecat nisi consectetur laboris ad consectetur laboris anim ea. Quis nulla magna dolore aliqua cillum laboris voluptate et culpa. Aliquip eiusmod eu duis anim eu sunt enim amet et aute ex eiusmod.",
    "url": "https://valtech.com/insight/7c75f6bc-814b-4fb6-bdca-32188133d1e0",
    "tags": [
      12,
      4,
      15
    ]
  },
  {
    "id": 281,
    "publishedDate": "2015-08-23T08:55:08.172Z",
    "author": "Kris Flores",
    "title": "Steelfab",
    "excerpt": "Excepteur nostrud consequat minim reprehenderit officia excepteur deserunt eu in. Cillum sunt cupidatat ipsum reprehenderit. Aliqua velit ea sunt veniam officia. Eu adipisicing nisi tempor do dolor mollit ea commodo voluptate magna aliquip magna pariatur.",
    "image": "http://placehold.it/397x264/5dfbd3",
    "url": "https://valtech.com/insight/c3e1f794-3820-4063-8080-6e35d01c747a",
    "tags": [
      11,
      4,
      15
    ]
  },
  {
    "id": 282,
    "publishedDate": "2015-06-03T22:19:40.038Z",
    "author": "Kirkland Munoz",
    "title": "Ontality",
    "excerpt": "Nulla ut eu aute ipsum aliquip pariatur sunt tempor. Fugiat aliquip aliqua officia esse labore tempor. Ipsum culpa nostrud exercitation reprehenderit labore tempor ad laboris ea ullamco consectetur quis velit. Ipsum est Lorem cillum sint. Non ex mollit nisi commodo ipsum Lorem est pariatur veniam commodo consectetur. Et consectetur anim consequat duis Lorem magna consequat ut excepteur ut fugiat consequat. Magna consectetur enim non velit aliqua ea.",
    "url": "https://valtech.com/insight/8a63c57a-387a-489e-81c3-745950250ea7",
    "tags": [
      9,
      3,
      14
    ]
  },
  {
    "id": 283,
    "publishedDate": "2016-10-21T07:03:33.109Z",
    "author": "Marks Rios",
    "title": "Electonic",
    "excerpt": "Consequat quis pariatur adipisicing esse amet aute id proident duis ullamco ea sunt. Ipsum voluptate qui non consectetur nulla nulla. Deserunt enim occaecat anim cupidatat ut.",
    "image": "http://placehold.it/397x264/0b68ca",
    "url": "https://valtech.com/insight/8a75c788-7dd8-469e-8e3c-e17835d255f4",
    "tags": [
      8,
      4,
      14
    ]
  },
  {
    "id": 284,
    "publishedDate": "2014-06-10T14:51:07.736Z",
    "author": "Sparks Zimmerman",
    "title": "Silodyne",
    "excerpt": "Et qui aliqua pariatur ullamco qui eu et tempor. Aute eiusmod ad nostrud aliqua aliquip ea fugiat reprehenderit in enim ad. Excepteur veniam anim excepteur enim exercitation dolore sit duis est quis.",
    "url": "https://valtech.com/insight/ac0b2929-9451-4bd1-8b0a-c1b67995f412",
    "tags": [
      11,
      2,
      13
    ]
  },
  {
    "id": 285,
    "publishedDate": "2014-06-11T05:15:13.396Z",
    "author": "Cantrell Buck",
    "title": "Occaecat deserunt elit aliquip occaecat nostrud dolore ex aliquip aliquip sunt aliquip dolor cupidatat.",
    "url": "https://valtech.com/insight/9545c45c-e13b-4974-a23e-161aaf0eb043",
    "tags": [
      10,
      6,
      16
    ]
  },
  {
    "id": 286,
    "publishedDate": "2017-04-09T21:02:55.694Z",
    "author": "Pollard Watts",
    "title": "Metroz",
    "excerpt": "Sunt consequat exercitation adipisicing exercitation anim. Nisi aliquip labore sunt anim duis consectetur tempor eiusmod voluptate aute. Velit cillum ad consectetur dolore tempor commodo cillum.",
    "image": "http://placehold.it/397x264/107a5f",
    "url": "https://valtech.com/insight/4191ac65-07d7-4f71-a00d-f6eabbd7bab9",
    "tags": [
      11,
      2,
      14
    ]
  },
  {
    "id": 287,
    "publishedDate": "2016-04-10T11:48:40.933Z",
    "author": "Jessie Moon",
    "title": "Ex cupidatat consequat veniam velit consequat.",
    "url": "https://valtech.com/insight/96e5c77c-e496-4b88-8b30-96e5295cb751",
    "tags": [
      12,
      3,
      14
    ]
  },
  {
    "id": 288,
    "publishedDate": "2015-03-29T17:52:54.757Z",
    "author": "Shanna Gibson",
    "title": "Entality",
    "excerpt": "Deserunt est velit veniam qui ullamco pariatur cupidatat quis exercitation sint. Esse ullamco aute ad commodo fugiat excepteur duis sit. Dolor officia est proident fugiat Lorem eiusmod duis reprehenderit esse reprehenderit do sunt cillum. Est elit ipsum commodo aliqua voluptate dolor do esse nisi nisi.",
    "url": "https://valtech.com/insight/7fcaa5dd-4018-4cbd-84eb-f8b531c1c5b7",
    "tags": [
      11,
      4,
      17
    ]
  },
  {
    "id": 289,
    "publishedDate": "2016-02-22T17:37:58.533Z",
    "author": "Luisa Cooke",
    "title": "Qualitex",
    "excerpt": "Est consequat consequat consectetur eiusmod esse esse id cillum. Qui ea nulla nostrud consectetur ipsum laboris pariatur incididunt ullamco. Duis ullamco proident ad enim sunt occaecat anim. Duis nulla amet occaecat eu dolor pariatur sit.",
    "image": "http://placehold.it/397x264/250964",
    "url": "https://valtech.com/insight/550158cb-44ca-4743-9b97-df691ea03c42",
    "tags": [
      12,
      1,
      13
    ]
  },
  {
    "id": 290,
    "publishedDate": "2016-09-16T17:51:01.396Z",
    "author": "Janna Clarke",
    "title": "Dognost",
    "excerpt": "Occaecat laboris duis in eiusmod dolor id incididunt ipsum. Ea commodo sit proident eiusmod velit id nulla incididunt cupidatat magna. Aliquip veniam enim veniam reprehenderit cillum sit dolore cillum duis anim ad eu nulla sint. Id aliqua labore elit et quis ipsum.",
    "url": "https://valtech.com/insight/1028a6d5-f400-4c07-9dcf-7ef8bd95bb85",
    "tags": [
      11,
      5,
      13
    ]
  },
  {
    "id": 291,
    "publishedDate": "2017-11-07T00:50:43.537Z",
    "author": "Amelia King",
    "title": "Hawkster",
    "excerpt": "Commodo qui deserunt sint enim mollit laborum sint eiusmod. Eu anim ea fugiat excepteur nisi sit ullamco laborum esse et eiusmod aliqua fugiat cillum. Magna laborum proident mollit occaecat nisi incididunt nisi reprehenderit ex ad dolor ex fugiat. Ut nisi consectetur duis laborum quis deserunt pariatur Lorem voluptate commodo sint quis amet irure. Officia proident tempor excepteur commodo Lorem cupidatat quis duis do exercitation et laborum ad. Adipisicing ut laboris qui culpa nostrud laboris in sunt ea eiusmod culpa occaecat quis. Ad commodo cillum reprehenderit elit.",
    "url": "https://valtech.com/insight/e25b14ae-a9bf-480e-bcc4-38b2b2807b67",
    "tags": [
      9,
      1,
      13
    ]
  },
  {
    "id": 292,
    "publishedDate": "2015-12-12T12:59:54.703Z",
    "author": "Marisa Osborne",
    "title": "Voluptate ullamco esse voluptate aute adipisicing culpa.",
    "url": "https://valtech.com/insight/adab2464-6562-41ec-8b04-f4239986d85d",
    "tags": [
      11,
      5,
      18
    ]
  },
  {
    "id": 293,
    "publishedDate": "2015-05-14T10:49:29.386Z",
    "author": "Trisha Vargas",
    "title": "Maroptic",
    "excerpt": "Eu deserunt eiusmod aliqua aute ex eu reprehenderit sunt nulla aliqua. Elit do eiusmod commodo mollit adipisicing adipisicing consequat ipsum et est eu est dolore. Do aliqua consequat tempor amet voluptate irure laborum do do fugiat consequat. Occaecat elit sit labore fugiat esse sunt proident ex cupidatat. Id deserunt adipisicing laborum laborum Lorem commodo quis commodo fugiat labore mollit quis.",
    "image": "http://placehold.it/397x264/9b7334",
    "url": "https://valtech.com/insight/578d0072-1e70-4f00-b9e2-f018dde9d7ee",
    "tags": [
      9,
      6,
      13
    ]
  },
  {
    "id": 294,
    "publishedDate": "2015-09-01T06:13:47.331Z",
    "author": "Greta Puckett",
    "title": "Waretel",
    "excerpt": "Laborum proident dolore et nostrud. Velit enim sint consequat deserunt exercitation anim ad eu sint aliquip. Aliquip do nisi amet consectetur deserunt occaecat ad fugiat sint aute consequat aliquip. Consequat labore irure dolor ad pariatur sit dolore reprehenderit consequat deserunt commodo Lorem.",
    "url": "https://valtech.com/insight/e17b5c8f-17a5-49a7-baff-f765a1f5b3a6",
    "tags": [
      10,
      6,
      16
    ]
  },
  {
    "id": 295,
    "publishedDate": "2014-09-13T23:35:53.077Z",
    "author": "Jones Charles",
    "title": "Magmina",
    "excerpt": "Esse non dolore proident ea magna. Cillum nisi velit voluptate exercitation deserunt nulla. Sint exercitation occaecat veniam reprehenderit laborum nisi voluptate fugiat.",
    "image": "http://placehold.it/397x264/7dbf4a",
    "url": "https://valtech.com/insight/ef37585e-ebbd-42e9-9da7-83ecc24c1496",
    "tags": [
      12,
      2,
      15
    ]
  },
  {
    "id": 296,
    "publishedDate": "2018-05-03T21:05:35.432Z",
    "author": "Washington Stevens",
    "title": "Apex",
    "excerpt": "Minim culpa nulla officia eiusmod duis. Cillum exercitation do ut aliquip nulla in laboris officia. Voluptate ex minim labore elit eu fugiat elit nisi quis qui duis occaecat eiusmod ex.",
    "url": "https://valtech.com/insight/9cd7ef05-10ae-4ca4-8acb-74d4c60ccec1",
    "tags": [
      9,
      3,
      17
    ]
  },
  {
    "id": 297,
    "publishedDate": "2015-09-01T06:43:14.566Z",
    "author": "Yates Gonzales",
    "title": "Nulla laboris et reprehenderit eiusmod cillum consectetur fugiat aliquip et minim ea magna.",
    "url": "https://valtech.com/insight/11705566-0046-4685-b6ec-ecf9d1c377a8",
    "tags": [
      7,
      1,
      15
    ]
  },
  {
    "id": 298,
    "publishedDate": "2016-08-28T13:28:39.092Z",
    "author": "Solis Barr",
    "title": "Kinetica",
    "excerpt": "Ex pariatur aliquip ut qui voluptate proident eu eiusmod officia. Incididunt dolor ullamco nisi excepteur deserunt officia. Adipisicing commodo do duis officia voluptate Lorem nostrud aute ipsum minim.",
    "url": "https://valtech.com/insight/d972d494-1ac9-460e-a8c3-b12490641e6d",
    "tags": [
      10,
      1,
      18
    ]
  },
  {
    "id": 299,
    "publishedDate": "2014-05-08T02:46:46.501Z",
    "author": "Mccarthy Vega",
    "title": "Inear",
    "excerpt": "Cupidatat ad pariatur ea voluptate reprehenderit eu exercitation labore reprehenderit nisi cupidatat. Veniam ut consectetur esse duis duis minim et velit duis. Nulla nisi ad aliqua officia est deserunt deserunt eu minim officia sit amet commodo proident.",
    "image": "http://placehold.it/397x264/bab769",
    "url": "https://valtech.com/insight/41f998e1-236a-42d9-8c44-9355a46509c3",
    "tags": [
      9,
      1,
      16
    ]
  },
  {
    "id": 300,
    "publishedDate": "2015-09-22T09:17:53.786Z",
    "author": "Jocelyn Walter",
    "title": "Quilm",
    "excerpt": "Voluptate minim voluptate laborum adipisicing cupidatat cillum irure officia aliqua elit quis. Occaecat esse esse ea non sit irure aliqua minim ea id. Ut non ipsum pariatur adipisicing non. Et dolore adipisicing cupidatat ut qui adipisicing consequat amet Lorem consequat adipisicing eiusmod. Eu nisi commodo elit cillum consequat anim irure ea aliqua. Duis tempor do eu est velit ea mollit aliquip.",
    "url": "https://valtech.com/insight/4116e5ba-8fb9-46ef-a1e3-261a809fa43c",
    "tags": [
      9,
      4,
      14
    ]
  },
  {
    "id": 301,
    "publishedDate": "2016-04-17T16:54:49.519Z",
    "author": "Sherman Gates",
    "title": "Bunga",
    "excerpt": "Non dolore duis excepteur sint elit voluptate laboris qui dolore elit adipisicing est. Tempor eu sint proident magna eiusmod consequat proident commodo ad in non ad ut mollit. Culpa esse pariatur magna irure ullamco non. Voluptate cupidatat velit non esse dolore adipisicing. Ea veniam ut exercitation ad nisi. Do enim eiusmod ea Lorem excepteur amet sint laborum cillum irure.",
    "url": "https://valtech.com/insight/2dbb98fc-c017-44f0-ada0-0cfaf73772f8",
    "tags": [
      7,
      2,
      14
    ]
  },
  {
    "id": 302,
    "publishedDate": "2017-09-21T10:19:05.386Z",
    "author": "Andrea Montoya",
    "title": "Exoswitch",
    "excerpt": "Voluptate sint culpa ipsum laboris est pariatur et amet nostrud. Incididunt mollit ut veniam qui nisi aliquip anim qui et. Laborum quis ex esse mollit sint eu consequat elit anim sunt. Esse deserunt aliqua laboris ad irure esse labore aliqua est mollit Lorem pariatur aliqua.",
    "url": "https://valtech.com/insight/3dfc9b52-8271-43d9-aec5-8854c10a8936",
    "tags": [
      9,
      4,
      15
    ]
  },
  {
    "id": 303,
    "publishedDate": "2015-12-31T23:44:01.841Z",
    "author": "Frances Juarez",
    "title": "Ziore",
    "excerpt": "Qui voluptate magna do eu non commodo pariatur cillum elit dolor excepteur. Labore cupidatat commodo officia magna aliquip ullamco tempor ex. Nisi cupidatat voluptate amet nostrud id labore aute.",
    "image": "http://placehold.it/397x264/4b989d",
    "url": "https://valtech.com/insight/1903b16e-a913-4d4f-ab3c-9132468bd69b",
    "tags": [
      11,
      5,
      18
    ]
  },
  {
    "id": 304,
    "publishedDate": "2015-01-15T17:07:34.018Z",
    "author": "Hutchinson Mcintyre",
    "title": "Dolore ullamco consectetur labore ullamco quis proident eiusmod quis consectetur velit reprehenderit cillum.",
    "url": "https://valtech.com/insight/945fdad3-3549-4e47-8d28-bb734c1738fd",
    "tags": [
      10,
      6,
      15
    ]
  },
  {
    "id": 305,
    "publishedDate": "2017-06-01T19:47:47.387Z",
    "author": "Johns Perry",
    "title": "Rooforia",
    "excerpt": "Quis ad mollit duis adipisicing culpa reprehenderit pariatur. Incididunt quis do anim nisi ad consequat consectetur. Pariatur qui ut ad officia laboris. Fugiat qui commodo voluptate culpa ex esse quis sunt nulla nisi est voluptate.",
    "url": "https://valtech.com/insight/7c8d9dde-5c45-4d63-b5b5-c0a602ed76d0",
    "tags": [
      11,
      5,
      17
    ]
  },
  {
    "id": 306,
    "publishedDate": "2017-03-29T18:22:32.060Z",
    "author": "Cleo Collins",
    "title": "Cupidatat laborum mollit consequat labore nulla in labore et.",
    "url": "https://valtech.com/insight/5cbc065e-0e5c-4a68-a861-60702aa8db2b",
    "tags": [
      12,
      2,
      17
    ]
  },
  {
    "id": 307,
    "publishedDate": "2014-07-20T03:20:12.159Z",
    "author": "Hooper Reeves",
    "title": "Zentime",
    "excerpt": "Incididunt nulla anim nisi adipisicing. Nulla fugiat irure veniam incididunt ea dolore officia consectetur occaecat. Nulla officia sint fugiat deserunt.",
    "image": "http://placehold.it/397x264/540cbc",
    "url": "https://valtech.com/insight/71ca44d3-67b1-48c2-911a-c490904dc13a",
    "tags": [
      9,
      6,
      17
    ]
  },
  {
    "id": 308,
    "publishedDate": "2016-05-07T00:07:42.295Z",
    "author": "Dixon Faulkner",
    "title": "Proident deserunt velit culpa elit occaecat qui Lorem excepteur aute id cillum aliqua esse.",
    "url": "https://valtech.com/insight/99f4b058-7f9b-42ef-b6ba-d16cec558f4c",
    "tags": [
      9,
      5,
      15
    ]
  },
  {
    "id": 309,
    "publishedDate": "2015-12-04T04:11:51.017Z",
    "author": "Burch Anderson",
    "title": "Extremo",
    "excerpt": "Culpa esse laboris esse quis quis id ut ad sunt nisi. Officia nisi anim quis anim labore sunt duis dolore commodo. Sit dolore consequat aliquip officia nulla in pariatur ad exercitation voluptate laborum nisi quis. Sint non aute sint non amet ad reprehenderit aliquip officia irure ullamco nostrud sit. Esse est occaecat minim ut duis. Consectetur do ut elit et.",
    "image": "http://placehold.it/397x264/d66a66",
    "url": "https://valtech.com/insight/958e3be0-7efe-406a-a61d-dfe7f4a59e50",
    "tags": [
      11,
      6,
      15
    ]
  },
  {
    "id": 310,
    "publishedDate": "2014-07-19T03:04:31.732Z",
    "author": "Mcfadden Conrad",
    "title": "Tempor amet exercitation sint laborum consequat nisi minim.",
    "url": "https://valtech.com/insight/e1e344ca-c43e-417e-9b66-48ce38dbc985",
    "tags": [
      10,
      5,
      15
    ]
  },
  {
    "id": 311,
    "publishedDate": "2016-03-13T23:08:18.465Z",
    "author": "Sellers Graham",
    "title": "Excepteur voluptate nulla laboris laborum et ullamco sunt nostrud nulla consequat adipisicing excepteur labore qui.",
    "url": "https://valtech.com/insight/de87281e-8ecc-4aa8-9c5d-534ac493c736",
    "tags": [
      8,
      5,
      15
    ]
  },
  {
    "id": 312,
    "publishedDate": "2014-01-13T06:26:25.672Z",
    "author": "Estrada Martin",
    "title": "Zillar",
    "excerpt": "Sit nostrud voluptate duis consequat. Consectetur elit dolore culpa ad dolor dolor aute eu esse culpa deserunt velit. Occaecat voluptate cillum labore mollit aliqua aliquip.",
    "url": "https://valtech.com/insight/36237bba-ec93-49bb-9cd7-f165229ccd86",
    "tags": [
      7,
      5,
      16
    ]
  },
  {
    "id": 313,
    "publishedDate": "2015-01-11T17:02:45.437Z",
    "author": "Bray Lambert",
    "title": "Gadtron",
    "excerpt": "Labore elit enim Lorem eiusmod culpa occaecat qui sint enim est esse exercitation quis. Quis est ex mollit reprehenderit exercitation anim irure esse do occaecat. Occaecat est nulla duis sit exercitation do sunt est fugiat cillum labore. Veniam culpa tempor ea aliqua occaecat amet laboris. Ex irure esse deserunt fugiat sunt aliqua velit tempor do pariatur. Duis esse excepteur est est Lorem laborum exercitation laborum.",
    "image": "http://placehold.it/397x264/eda3df",
    "url": "https://valtech.com/insight/b0e15f81-2c50-4578-bd22-fed245e70d69",
    "tags": [
      11,
      5,
      13
    ]
  },
  {
    "id": 314,
    "publishedDate": "2014-01-20T08:35:39.712Z",
    "author": "Leblanc Shepard",
    "title": "Exercitation commodo Lorem pariatur sit qui amet ipsum ullamco cillum.",
    "url": "https://valtech.com/insight/019be5cd-a799-42f7-899a-65aa913f5809",
    "tags": [
      12,
      6,
      16
    ]
  },
  {
    "id": 315,
    "publishedDate": "2016-05-26T16:02:38.332Z",
    "author": "Montoya Mills",
    "title": "Solaren",
    "excerpt": "Incididunt esse reprehenderit velit do officia cillum aliquip nulla. Deserunt dolore proident nostrud amet culpa enim. Mollit ullamco laboris nisi veniam veniam officia esse elit est cupidatat enim.",
    "image": "http://placehold.it/397x264/7781b3",
    "url": "https://valtech.com/insight/98688be4-55e5-42a7-831a-52641c77ccc3",
    "tags": [
      9,
      5,
      15
    ]
  },
  {
    "id": 316,
    "publishedDate": "2017-10-16T09:26:18.798Z",
    "author": "Elisabeth Cherry",
    "title": "Proident magna eiusmod ut veniam velit commodo labore elit ad qui do qui mollit ullamco.",
    "url": "https://valtech.com/insight/7d79a7cf-2b4e-4984-8768-26fdde9c70cc",
    "tags": [
      11,
      1,
      18
    ]
  },
  {
    "id": 317,
    "publishedDate": "2015-11-13T07:29:44.824Z",
    "author": "Wilma Boyer",
    "title": "Laborum proident sunt laborum fugiat.",
    "url": "https://valtech.com/insight/ff6d54b8-f1b4-4781-98c1-ee13d866c222",
    "tags": [
      8,
      1,
      17
    ]
  },
  {
    "id": 318,
    "publishedDate": "2015-09-17T06:07:15.837Z",
    "author": "Boyd Lawson",
    "title": "Netplax",
    "excerpt": "Consectetur proident quis veniam velit excepteur do nostrud eiusmod est ut tempor laborum anim velit. Nisi adipisicing exercitation sunt officia et et. Culpa do officia Lorem est velit nulla voluptate consectetur eiusmod excepteur laboris consequat. Nulla aliqua nulla commodo nulla. Eiusmod elit voluptate irure adipisicing dolor est veniam aliqua ut dolore. Sunt qui laboris minim et officia occaecat laborum do exercitation eiusmod fugiat quis voluptate.",
    "url": "https://valtech.com/insight/1f2277dd-7313-48dd-b79e-0992451b2bdc",
    "tags": [
      7,
      2,
      14
    ]
  },
  {
    "id": 319,
    "publishedDate": "2015-11-22T08:46:58.029Z",
    "author": "Prince Neal",
    "title": "Slumberia",
    "excerpt": "Dolore quis dolor sit mollit nisi reprehenderit irure nulla culpa ea culpa. Incididunt nostrud reprehenderit id nulla exercitation incididunt non qui. Ex ex minim proident sint consequat occaecat do do irure proident. Exercitation incididunt est sint fugiat consectetur anim velit aute ipsum ut do. Amet pariatur exercitation voluptate excepteur nulla laboris pariatur excepteur reprehenderit aliquip consectetur id ullamco. Ut sint consectetur dolor esse. Sit voluptate sunt adipisicing veniam quis laborum mollit occaecat dolore.",
    "image": "http://placehold.it/397x264/edaaa2",
    "url": "https://valtech.com/insight/8e588df4-d02b-4eb5-a060-4d495ca19b1f",
    "tags": [
      8,
      5,
      14
    ]
  },
  {
    "id": 320,
    "publishedDate": "2016-04-16T10:31:46.330Z",
    "author": "Little Massey",
    "title": "Zappix",
    "excerpt": "Laboris aliqua magna nisi nisi. Consectetur velit sit duis labore ut labore ullamco. Cillum non ea tempor non reprehenderit. In tempor qui fugiat non sunt. Ad voluptate do labore occaecat culpa cillum laborum excepteur eiusmod ad nulla labore irure fugiat. Laboris mollit ea nostrud ea enim enim eiusmod. Quis incididunt est id cupidatat deserunt est qui est enim ex.",
    "url": "https://valtech.com/insight/27a99daa-6cde-41ad-a349-810dc653b3db",
    "tags": [
      10,
      1,
      13
    ]
  },
  {
    "id": 321,
    "publishedDate": "2017-11-03T18:41:39.356Z",
    "author": "Alyssa Curtis",
    "title": "Geeknet",
    "excerpt": "Non velit ullamco labore sit eiusmod labore nisi elit consequat ea tempor amet. Amet irure dolore consequat reprehenderit est reprehenderit nisi anim pariatur amet reprehenderit. Ut duis qui veniam amet. Ex Lorem non in sit esse amet velit fugiat est magna exercitation. Reprehenderit sit irure elit qui aute exercitation magna culpa eu. Aliquip aliquip aliqua irure nulla sint quis eiusmod non voluptate in ipsum culpa consectetur proident. Tempor ad sint ex minim.",
    "url": "https://valtech.com/insight/e35972e9-9071-4633-91c3-a0d434dbe6de",
    "tags": [
      10,
      5,
      13
    ]
  },
  {
    "id": 322,
    "publishedDate": "2017-10-05T03:02:18.775Z",
    "author": "Delaney Hubbard",
    "title": "Pearlessa",
    "excerpt": "Enim nostrud duis incididunt est aliqua non dolore labore quis do anim ut sit. Anim quis dolore excepteur reprehenderit cupidatat reprehenderit sint. Voluptate id pariatur ullamco commodo.",
    "image": "http://placehold.it/397x264/bd8029",
    "url": "https://valtech.com/insight/76135b75-4014-407b-84b8-7c54afd84a99",
    "tags": [
      10,
      3,
      15
    ]
  },
  {
    "id": 323,
    "publishedDate": "2015-02-16T20:16:01.437Z",
    "author": "Odessa Weber",
    "title": "Conferia",
    "excerpt": "Deserunt exercitation quis esse sit amet incididunt. Elit dolore ut dolore laborum laboris consequat laborum laborum esse. Elit irure Lorem dolore pariatur fugiat nostrud laboris officia nostrud officia laborum duis excepteur. Ex magna in do aliquip esse qui aliquip dolor ullamco cupidatat non qui. Magna proident officia veniam tempor incididunt.",
    "url": "https://valtech.com/insight/c4cf3d4f-ca08-4cc8-97fa-f59ba2e24d34",
    "tags": [
      9,
      5,
      14
    ]
  },
  {
    "id": 324,
    "publishedDate": "2015-01-24T21:08:19.336Z",
    "author": "Meghan Woodard",
    "title": "Fangold",
    "excerpt": "Anim quis fugiat sunt minim dolor do aliquip nulla nulla fugiat dolore sit ullamco in. Ut id aliquip nulla laboris aliqua consequat mollit voluptate non. Nisi sit veniam mollit aute laborum qui officia officia commodo quis cupidatat. In cillum qui ut minim et excepteur pariatur consectetur duis eiusmod sint incididunt Lorem. Est irure consectetur et anim sit culpa cupidatat dolore cillum culpa et cupidatat.",
    "url": "https://valtech.com/insight/b36f5ae1-2a3d-414e-9747-0e0693d56ea0",
    "tags": [
      7,
      3,
      15
    ]
  },
  {
    "id": 325,
    "publishedDate": "2014-10-20T03:50:07.856Z",
    "author": "Martha Stark",
    "title": "Balooba",
    "excerpt": "Esse labore culpa culpa nulla cillum duis culpa culpa aliquip sunt do aliquip consectetur. Anim nulla quis ipsum sunt culpa est laborum est velit ut voluptate ad reprehenderit duis. Magna fugiat aliqua minim aliquip veniam ipsum cupidatat nisi. Pariatur magna consectetur excepteur qui labore esse esse amet consectetur.",
    "image": "http://placehold.it/397x264/39d1e5",
    "url": "https://valtech.com/insight/9b833a63-bfe2-46c3-8ef5-806e9bac7842",
    "tags": [
      7,
      6,
      14
    ]
  },
  {
    "id": 326,
    "publishedDate": "2015-03-01T15:53:10.149Z",
    "author": "Iris William",
    "title": "Geekko",
    "excerpt": "Reprehenderit nulla ipsum minim dolore id enim. Id veniam laborum voluptate anim occaecat dolor velit reprehenderit veniam aliqua nisi excepteur. Ut laborum amet ea Lorem ut eu aliquip tempor pariatur id voluptate ipsum nulla. Sint ullamco est in dolor exercitation esse. In velit consectetur nulla ex voluptate anim irure magna do exercitation proident do dolore et. Ullamco laboris tempor sint cupidatat officia eiusmod ex adipisicing. Irure minim ipsum consequat elit magna dolor amet anim excepteur fugiat.",
    "url": "https://valtech.com/insight/a64eeca5-2142-4dfd-b154-46e052b8f94c",
    "tags": [
      11,
      1,
      14
    ]
  },
  {
    "id": 327,
    "publishedDate": "2017-02-08T03:51:01.142Z",
    "author": "Kayla Ellison",
    "title": "Bolax",
    "excerpt": "Esse non laborum elit laboris laboris non Lorem Lorem. Officia commodo aliqua qui qui. Duis et consequat fugiat sunt. Ad eiusmod eu sint minim eu. Labore proident est velit sint duis aliqua eu irure exercitation eu laborum et eiusmod. Culpa voluptate pariatur eu ullamco exercitation quis sint esse anim elit aliqua amet.",
    "image": "http://placehold.it/397x264/cb28d6",
    "url": "https://valtech.com/insight/42cd8c7e-bfad-4d5f-85fe-36d101e65300",
    "tags": [
      11,
      6,
      13
    ]
  },
  {
    "id": 328,
    "publishedDate": "2017-11-19T21:14:00.713Z",
    "author": "Clark Dean",
    "title": "Culpa dolore in id velit adipisicing dolor duis ipsum velit proident.",
    "url": "https://valtech.com/insight/36eeb7c1-7c28-4762-96dd-6b39abe082d3",
    "tags": [
      10,
      2,
      16
    ]
  },
  {
    "id": 329,
    "publishedDate": "2014-08-12T11:04:51.794Z",
    "author": "Tanner Donaldson",
    "title": "Do mollit excepteur velit nostrud enim amet aliqua aliqua.",
    "url": "https://valtech.com/insight/ffdb8715-1e52-419a-846c-8768e19f3217",
    "tags": [
      8,
      5,
      18
    ]
  },
  {
    "id": 330,
    "publishedDate": "2015-01-02T05:30:53.185Z",
    "author": "Luann York",
    "title": "Comstruct",
    "excerpt": "In est duis adipisicing ea cillum laborum. Amet ad occaecat reprehenderit velit. Sint irure nisi pariatur nulla.",
    "image": "http://placehold.it/397x264/ae61e2",
    "url": "https://valtech.com/insight/9b0684f3-60a7-4f75-bb1a-8c3e37466a7a",
    "tags": [
      11,
      4,
      14
    ]
  },
  {
    "id": 331,
    "publishedDate": "2014-04-21T17:29:33.445Z",
    "author": "Sofia Barnett",
    "title": "Renovize",
    "excerpt": "Commodo pariatur ut nisi reprehenderit eu. Esse consequat quis esse occaecat sunt deserunt. Anim tempor amet consectetur officia esse culpa. Reprehenderit irure esse proident velit culpa nisi ullamco reprehenderit ea ea ullamco. Ex cillum officia elit non ea ad ea nulla dolor duis laboris exercitation. Velit quis deserunt eiusmod cillum cillum.",
    "image": "http://placehold.it/397x264/8dbfcf",
    "url": "https://valtech.com/insight/809a804c-69fc-4ef1-b2d1-ba36757c0170",
    "tags": [
      11,
      5,
      16
    ]
  },
  {
    "id": 332,
    "publishedDate": "2014-09-14T00:32:43.103Z",
    "author": "Riggs Reese",
    "title": "Ex occaecat laborum nisi consequat incididunt Lorem sint.",
    "url": "https://valtech.com/insight/a5467723-6d53-453b-981e-c21ae83748eb",
    "tags": [
      11,
      3,
      15
    ]
  },
  {
    "id": 333,
    "publishedDate": "2014-11-16T03:00:58.022Z",
    "author": "Tami Blair",
    "title": "Zipak",
    "excerpt": "Aute exercitation ipsum qui irure reprehenderit nisi. Qui ex adipisicing fugiat magna cillum proident mollit labore. Adipisicing adipisicing esse laboris consectetur. Qui irure id occaecat laborum veniam velit.",
    "url": "https://valtech.com/insight/91846661-180a-43d7-a351-4899ebc7c2bf",
    "tags": [
      7,
      1,
      15
    ]
  },
  {
    "id": 334,
    "publishedDate": "2014-03-26T03:45:36.447Z",
    "author": "Chapman Graves",
    "title": "Vurbo",
    "excerpt": "Aute consectetur tempor id pariatur duis non qui ex deserunt consectetur cupidatat aliqua occaecat. Sint aliqua eu ea in dolore dolor quis duis irure tempor consequat amet. Aliqua eu velit esse quis.",
    "url": "https://valtech.com/insight/40bb21ce-b798-4b95-994d-711dfef280ee",
    "tags": [
      11,
      6,
      17
    ]
  },
  {
    "id": 335,
    "publishedDate": "2016-01-05T20:24:53.692Z",
    "author": "Cole Baxter",
    "title": "Assistix",
    "excerpt": "Ut sit adipisicing consectetur culpa qui. In irure nulla laboris tempor fugiat est aliqua ex cupidatat ad. Ea nulla in magna magna mollit aliqua enim non ullamco irure qui reprehenderit amet. Non dolor officia nulla irure elit dolore. Enim qui occaecat officia officia dolor do dolor voluptate aliqua.",
    "image": "http://placehold.it/397x264/09e0e2",
    "url": "https://valtech.com/insight/099de5b6-89b4-49c2-927c-cf2482053520",
    "tags": [
      9,
      1,
      14
    ]
  },
  {
    "id": 336,
    "publishedDate": "2014-03-22T07:27:05.596Z",
    "author": "Dawn Ware",
    "title": "Consequat elit nisi nostrud officia cillum occaecat magna dolor reprehenderit exercitation culpa.",
    "url": "https://valtech.com/insight/a1e64b9e-1db8-48a4-bc5f-6049e725f497",
    "tags": [
      12,
      5,
      18
    ]
  },
  {
    "id": 337,
    "publishedDate": "2014-03-31T19:38:55.279Z",
    "author": "Jodi Mercer",
    "title": "Boink",
    "excerpt": "Ullamco laborum cupidatat excepteur elit veniam. Occaecat consequat aute minim commodo quis non velit est sint eiusmod consectetur velit nisi cillum. Sunt sit nostrud do magna velit consequat aliquip in.",
    "image": "http://placehold.it/397x264/c84a11",
    "url": "https://valtech.com/insight/189b6c9d-cade-428e-9880-716ba5bcb6ac",
    "tags": [
      9,
      5,
      15
    ]
  },
  {
    "id": 338,
    "publishedDate": "2016-06-07T14:48:12.797Z",
    "author": "Page May",
    "title": "Zanilla",
    "excerpt": "Deserunt nisi ex voluptate nulla eu consectetur do reprehenderit anim duis qui commodo anim. Voluptate aute in quis aliqua nisi dolore velit velit esse excepteur qui. Velit consectetur Lorem occaecat qui fugiat magna non ex non ut ea excepteur irure.",
    "image": "http://placehold.it/397x264/717cf3",
    "url": "https://valtech.com/insight/b45b6a02-4c2c-48a5-b082-f31d4ed7d617",
    "tags": [
      11,
      2,
      16
    ]
  },
  {
    "id": 339,
    "publishedDate": "2017-07-05T02:37:18.801Z",
    "author": "Olson Roberson",
    "title": "Ex nisi non irure elit ex ipsum velit.",
    "url": "https://valtech.com/insight/10ad88d7-5a7b-4227-9540-2dcad6d7897c",
    "tags": [
      10,
      1,
      13
    ]
  },
  {
    "id": 340,
    "publishedDate": "2017-02-26T08:22:48.671Z",
    "author": "Avila Lindsey",
    "title": "Musix",
    "excerpt": "Laboris ullamco sit laborum duis ipsum irure ut sint cupidatat mollit et magna in. Sunt nulla velit est sit do consequat. Ex voluptate reprehenderit pariatur enim esse cillum ad eu veniam ut ad proident consequat aliquip.",
    "url": "https://valtech.com/insight/8f7ff336-4000-4fd0-9f5f-873a75f44a0b",
    "tags": [
      8,
      1,
      13
    ]
  },
  {
    "id": 341,
    "publishedDate": "2017-02-25T01:37:10.657Z",
    "author": "Ethel Bird",
    "title": "Codax",
    "excerpt": "Aliquip dolore minim labore ex cupidatat commodo incididunt. Aliquip anim enim laboris ad tempor do. Deserunt Lorem sint qui dolor cupidatat Lorem in ipsum nulla aliquip ipsum tempor minim in.",
    "image": "http://placehold.it/397x264/3ca493",
    "url": "https://valtech.com/insight/cde3c5bb-7a3a-4c80-96f2-4bcaae9cb34d",
    "tags": [
      8,
      2,
      16
    ]
  },
  {
    "id": 342,
    "publishedDate": "2017-08-29T01:31:08.988Z",
    "author": "Sherrie Reilly",
    "title": "Emtrac",
    "excerpt": "Pariatur mollit do aliquip consequat Lorem consectetur nisi deserunt sint. Eiusmod tempor fugiat laborum nostrud consequat ipsum voluptate adipisicing. Culpa in enim officia irure veniam dolore veniam elit aute eiusmod duis consectetur. Minim dolore Lorem do in excepteur aliquip ipsum reprehenderit sunt laboris ullamco ex. Qui sunt ad id esse incididunt veniam consectetur cupidatat do. Lorem laboris id et incididunt ut. Excepteur culpa officia nostrud id tempor quis sint voluptate sint consequat id.",
    "url": "https://valtech.com/insight/354963e2-2c2a-4520-9b3a-d6af22cd2899",
    "tags": [
      7,
      5,
      13
    ]
  },
  {
    "id": 343,
    "publishedDate": "2016-08-16T06:58:40.004Z",
    "author": "Deana Hill",
    "title": "Waterbaby",
    "excerpt": "Aliqua nisi pariatur Lorem pariatur in esse do do mollit sunt excepteur adipisicing adipisicing minim. Reprehenderit eiusmod ut nisi proident. Adipisicing dolore dolore qui nulla aute. Do eiusmod velit ad sunt non sunt consequat in enim culpa. Consectetur id cupidatat occaecat in deserunt est irure sint quis ipsum aliqua reprehenderit non officia. Pariatur non dolore ad aliqua consequat irure ex cupidatat.",
    "image": "http://placehold.it/397x264/10664b",
    "url": "https://valtech.com/insight/87562e71-d1ca-4550-82eb-3072e3b489b9",
    "tags": [
      11,
      6,
      17
    ]
  },
  {
    "id": 344,
    "publishedDate": "2014-04-13T10:50:45.812Z",
    "author": "Liliana Sparks",
    "title": "Consectetur ex cillum ipsum veniam.",
    "url": "https://valtech.com/insight/b348a54c-a94a-406a-aed4-6b0171c1b9a1",
    "tags": [
      11,
      6,
      17
    ]
  },
  {
    "id": 345,
    "publishedDate": "2014-10-31T08:59:27.034Z",
    "author": "Karyn Bradford",
    "title": "Minim duis laboris est nostrud elit ad ad nulla cillum do do pariatur est occaecat.",
    "url": "https://valtech.com/insight/08d68ff6-ff0d-46d0-ad3a-ca6ec7cdff27",
    "tags": [
      7,
      4,
      17
    ]
  },
  {
    "id": 346,
    "publishedDate": "2014-11-23T22:25:00.778Z",
    "author": "Rivers Sampson",
    "title": "Comtract",
    "excerpt": "Mollit velit culpa voluptate eu aute fugiat elit cillum. Id laboris cupidatat nostrud velit proident. Ullamco mollit laboris aliquip reprehenderit elit aute velit occaecat est adipisicing nulla aliqua ea.",
    "image": "http://placehold.it/397x264/74d293",
    "url": "https://valtech.com/insight/82956e35-5566-44c9-8484-95ee5fcbd592",
    "tags": [
      7,
      1,
      13
    ]
  },
  {
    "id": 347,
    "publishedDate": "2015-08-04T04:30:01.745Z",
    "author": "Michael Pena",
    "title": "Sit ex proident ea est laborum et ipsum tempor nulla ad ad commodo.",
    "url": "https://valtech.com/insight/f9cfdc51-53de-4afc-999d-07772b6cbe24",
    "tags": [
      9,
      5,
      15
    ]
  },
  {
    "id": 348,
    "publishedDate": "2016-04-03T12:40:25.447Z",
    "author": "Buckner Kramer",
    "title": "Kineticut",
    "excerpt": "Lorem commodo irure aliqua aute in qui cupidatat do elit enim commodo consequat quis. Veniam dolor commodo proident minim sit aute consectetur ipsum adipisicing est cillum cillum deserunt in. Sint veniam et velit ipsum culpa nisi aute eiusmod ad. Cupidatat ea tempor eiusmod excepteur exercitation excepteur ea Lorem dolore Lorem ex labore.",
    "url": "https://valtech.com/insight/f3f9611a-1d1b-44f3-b419-d317dbba5e35",
    "tags": [
      7,
      5,
      15
    ]
  },
  {
    "id": 349,
    "publishedDate": "2015-05-07T10:09:41.381Z",
    "author": "Austin Welch",
    "title": "Labore id do et aliqua.",
    "url": "https://valtech.com/insight/8872767e-71af-4c7a-ad9d-2453a806fedf",
    "tags": [
      11,
      3,
      16
    ]
  },
  {
    "id": 350,
    "publishedDate": "2016-07-13T05:41:11.979Z",
    "author": "Madelyn Mckenzie",
    "title": "Optique",
    "excerpt": "Do eu nostrud fugiat nulla nostrud eiusmod adipisicing. Laborum sint officia velit nisi commodo incididunt sunt occaecat ut officia laborum. Veniam occaecat do consectetur nisi.",
    "url": "https://valtech.com/insight/9967491b-3eed-4b89-8ba0-c18014b10e5d",
    "tags": [
      9,
      2,
      17
    ]
  },
  {
    "id": 351,
    "publishedDate": "2016-12-27T13:26:12.665Z",
    "author": "Nelda Frye",
    "title": "Ea aliquip fugiat nostrud nostrud laboris in occaecat ea ea occaecat do.",
    "url": "https://valtech.com/insight/a30875a3-58c0-4f4c-a7bb-09554034eca4",
    "tags": [
      8,
      2,
      14
    ]
  },
  {
    "id": 352,
    "publishedDate": "2014-12-20T23:08:54.939Z",
    "author": "Caitlin Snyder",
    "title": "Lotron",
    "excerpt": "Reprehenderit aute enim cillum magna aute ex ullamco anim mollit. Do dolor eu reprehenderit ipsum et. Culpa irure excepteur quis eu. Laborum excepteur irure culpa nulla elit incididunt magna minim anim minim adipisicing nisi fugiat ad. Occaecat amet nisi laborum id exercitation et non Lorem adipisicing ex.",
    "url": "https://valtech.com/insight/6d872cb9-f3f4-4b13-ab1f-f3fd47db1299",
    "tags": [
      11,
      4,
      16
    ]
  },
  {
    "id": 353,
    "publishedDate": "2015-08-27T22:33:53.964Z",
    "author": "Manning Pierce",
    "title": "Concility",
    "excerpt": "Ullamco ex non cupidatat non cupidatat sunt aliqua do ea duis. Veniam ea non occaecat sit laborum cillum culpa adipisicing Lorem velit est commodo. Nostrud laborum cupidatat ad ullamco do ut nulla. Cillum aliqua fugiat anim eu culpa. Ex adipisicing sint reprehenderit sint labore aliqua voluptate ea laborum excepteur ea. Aliquip cillum consectetur nostrud Lorem nostrud ex esse adipisicing nisi id ex laboris enim. Id nulla et reprehenderit aliquip eu ut excepteur adipisicing.",
    "url": "https://valtech.com/insight/7a57d8fe-c613-424d-817b-005fe4bd2688",
    "tags": [
      7,
      2,
      16
    ]
  },
  {
    "id": 354,
    "publishedDate": "2017-03-02T03:07:03.691Z",
    "author": "Jeri Ingram",
    "title": "Proident est exercitation amet elit anim sunt sint duis ipsum sint laborum commodo pariatur.",
    "url": "https://valtech.com/insight/82a9ed45-bf1c-4b36-af38-76422ebcd11d",
    "tags": [
      9,
      6,
      16
    ]
  },
  {
    "id": 355,
    "publishedDate": "2015-07-24T21:09:59.954Z",
    "author": "Ila Floyd",
    "title": "Roboid",
    "excerpt": "Veniam do sint nostrud nostrud ex est Lorem in dolor labore incididunt. Consectetur do exercitation consectetur minim in voluptate consequat eu enim commodo laboris. Qui pariatur sunt enim aliquip dolor est velit ullamco laborum. Deserunt culpa Lorem veniam exercitation.",
    "image": "http://placehold.it/397x264/e088ff",
    "url": "https://valtech.com/insight/efbee5f1-d70f-4eb1-929e-e16460ede42c",
    "tags": [
      8,
      5,
      18
    ]
  },
  {
    "id": 356,
    "publishedDate": "2014-04-17T20:26:47.946Z",
    "author": "Boone Hoover",
    "title": "Isodrive",
    "excerpt": "Ea deserunt esse mollit id magna in dolor. Reprehenderit culpa excepteur dolore aliquip consectetur exercitation culpa mollit officia est. Cupidatat cillum eiusmod tempor aliquip ea pariatur quis ea aliqua id sint. Quis Lorem excepteur duis commodo ipsum nisi sint ipsum magna nostrud occaecat. Reprehenderit ea nisi enim adipisicing sint.",
    "image": "http://placehold.it/397x264/a95471",
    "url": "https://valtech.com/insight/2c852f5e-f40f-4b88-8009-902bfbeb8e45",
    "tags": [
      9,
      4,
      13
    ]
  },
  {
    "id": 357,
    "publishedDate": "2016-08-04T05:51:10.605Z",
    "author": "Kathryn Burton",
    "title": "Xerex",
    "excerpt": "Sint ex irure fugiat mollit dolore ea ipsum Lorem pariatur. Id do cillum minim proident reprehenderit. Dolore cupidatat enim in duis voluptate duis magna id eu non qui magna Lorem. Ea duis deserunt pariatur consectetur ipsum minim fugiat nostrud consequat. Eu nisi mollit amet amet laboris. Magna culpa amet proident ea enim excepteur est minim in occaecat consequat fugiat et.",
    "image": "http://placehold.it/397x264/7e490d",
    "url": "https://valtech.com/insight/6a9917ae-cdd4-43a7-8c91-6124a0f14419",
    "tags": [
      8,
      1,
      18
    ]
  },
  {
    "id": 358,
    "publishedDate": "2016-03-03T00:01:02.781Z",
    "author": "Laverne Irwin",
    "title": "Glukgluk",
    "excerpt": "Reprehenderit fugiat eiusmod sit id est sunt aliquip proident duis adipisicing. Officia nisi exercitation consectetur commodo velit. Consequat amet fugiat id laboris anim aliqua labore commodo sunt. Est ex reprehenderit est dolore esse ut. Dolore enim nisi cupidatat non sit ut irure occaecat anim exercitation Lorem.",
    "url": "https://valtech.com/insight/17139e34-e46e-499b-be06-2dfa64b55d21",
    "tags": [
      8,
      6,
      14
    ]
  },
  {
    "id": 359,
    "publishedDate": "2016-04-24T00:40:34.403Z",
    "author": "Susanna Briggs",
    "title": "Laboris adipisicing non minim ad duis nulla dolor nostrud quis aliquip ut id nisi.",
    "url": "https://valtech.com/insight/5115be47-734d-44ca-8b1a-b51894906f11",
    "tags": [
      10,
      1,
      18
    ]
  },
  {
    "id": 360,
    "publishedDate": "2015-05-05T03:18:59.613Z",
    "author": "Lori Gamble",
    "title": "Fuelworks",
    "excerpt": "Enim occaecat non fugiat ut elit ea minim. Irure reprehenderit enim eu quis in amet. Cupidatat est eiusmod ex ipsum.",
    "image": "http://placehold.it/397x264/50ee9b",
    "url": "https://valtech.com/insight/0c0a7251-37e2-4ec4-97e7-0063de33c544",
    "tags": [
      12,
      1,
      18
    ]
  },
  {
    "id": 361,
    "publishedDate": "2017-07-02T07:50:49.881Z",
    "author": "Danielle Cantrell",
    "title": "Quarex",
    "excerpt": "Velit anim dolor sunt occaecat ut officia commodo occaecat nisi et incididunt. Lorem ex nostrud eiusmod commodo incididunt labore ad nostrud et in laboris do voluptate. Enim do Lorem tempor eu proident pariatur sunt cillum quis laborum. Laboris do cupidatat anim velit ut. Non consequat fugiat id mollit dolore ipsum nostrud. Sint officia excepteur ipsum incididunt.",
    "url": "https://valtech.com/insight/63a83ffe-bd08-43a1-834f-dde5dc94b264",
    "tags": [
      11,
      3,
      14
    ]
  },
  {
    "id": 362,
    "publishedDate": "2016-09-15T22:19:29.223Z",
    "author": "Snider Carlson",
    "title": "Skybold",
    "excerpt": "Et amet cillum anim et ea aliquip excepteur commodo officia. Dolore amet do reprehenderit deserunt nulla ea est. Anim enim consectetur elit proident ex ad nulla id sunt dolor amet elit labore. Laboris reprehenderit nisi id minim id.",
    "image": "http://placehold.it/397x264/4ff1b4",
    "url": "https://valtech.com/insight/25125341-c1b4-4370-b5d7-bb89860dc79c",
    "tags": [
      12,
      1,
      16
    ]
  },
  {
    "id": 363,
    "publishedDate": "2018-01-22T04:00:49.451Z",
    "author": "Terrell Cabrera",
    "title": "Izzby",
    "excerpt": "Proident non reprehenderit eiusmod officia. Nostrud do culpa sit incididunt labore aliquip ipsum sint cupidatat. Non culpa occaecat in commodo sunt nulla veniam magna magna sunt id eiusmod elit magna. Aliquip ipsum non sunt aliqua in ad cillum incididunt esse in Lorem. Veniam cupidatat reprehenderit nostrud irure laborum nulla.",
    "image": "http://placehold.it/397x264/01a56d",
    "url": "https://valtech.com/insight/c6a82362-e2bc-494f-8dd0-67ebf8754dbf",
    "tags": [
      8,
      5,
      18
    ]
  },
  {
    "id": 364,
    "publishedDate": "2015-07-28T07:23:30.490Z",
    "author": "Stacie Andrews",
    "title": "Peticular",
    "excerpt": "Amet deserunt sunt ea esse sit eiusmod ea voluptate laboris. Reprehenderit aliqua laboris elit dolore sunt dolor dolore do consectetur occaecat irure ut et. Officia sit qui Lorem velit irure ex ea nisi exercitation nostrud. Cillum occaecat veniam proident est consequat. Proident elit nulla sint in ullamco officia ullamco. Officia dolore ad reprehenderit proident tempor minim velit. Laboris dolore ullamco minim nulla non commodo tempor ullamco laborum pariatur elit occaecat officia pariatur.",
    "image": "http://placehold.it/397x264/815edc",
    "url": "https://valtech.com/insight/5c7fe440-83e3-430f-865d-00c37e6b688c",
    "tags": [
      12,
      4,
      16
    ]
  },
  {
    "id": 365,
    "publishedDate": "2015-07-22T09:44:26.667Z",
    "author": "Leona Huber",
    "title": "Occaecat labore eiusmod quis in velit consectetur tempor et deserunt anim cillum Lorem.",
    "url": "https://valtech.com/insight/9de46617-74ec-4aaa-9c9d-abc810f2956d",
    "tags": [
      7,
      3,
      15
    ]
  },
  {
    "id": 366,
    "publishedDate": "2018-05-18T04:17:50.227Z",
    "author": "Geneva Gay",
    "title": "Amet proident elit quis tempor ad nostrud do aliquip laborum minim pariatur ipsum sint Lorem.",
    "url": "https://valtech.com/insight/a68df533-4592-40c4-a4a5-5e7c36c056fe",
    "tags": [
      9,
      4,
      15
    ]
  },
  {
    "id": 367,
    "publishedDate": "2016-09-18T02:58:21.392Z",
    "author": "Stephenson Ortega",
    "title": "Deserunt quis irure exercitation esse sit sint dolor minim nostrud proident.",
    "url": "https://valtech.com/insight/a594ce61-8ae0-40d3-901b-3aa15f83033a",
    "tags": [
      9,
      2,
      13
    ]
  },
  {
    "id": 368,
    "publishedDate": "2017-10-16T02:49:42.382Z",
    "author": "Dolly Anthony",
    "title": "Vertide",
    "excerpt": "Sunt cupidatat anim id eu aliquip culpa nulla amet aliqua consequat. Aute sunt elit consequat cupidatat culpa eu est in cupidatat. Exercitation occaecat ex dolor dolore labore exercitation qui esse amet commodo. Ad et enim mollit irure. Sunt irure officia fugiat id et duis do consequat ad et sit. Do in anim officia exercitation nulla dolore non sint sunt magna proident. Nostrud consequat culpa do culpa deserunt Lorem anim non cupidatat cillum aliquip cupidatat labore excepteur.",
    "url": "https://valtech.com/insight/3684ddeb-c18c-4dc3-9dbc-4cb97690677d",
    "tags": [
      10,
      5,
      18
    ]
  },
  {
    "id": 369,
    "publishedDate": "2017-04-12T06:36:57.280Z",
    "author": "Jensen Mcconnell",
    "title": "Minim velit adipisicing Lorem proident aute culpa eu quis.",
    "url": "https://valtech.com/insight/56f43ef6-bff6-4ca2-82c8-6d4071102a55",
    "tags": [
      11,
      4,
      13
    ]
  },
  {
    "id": 370,
    "publishedDate": "2015-07-08T17:19:56.889Z",
    "author": "Crawford Delaney",
    "title": "Cillum eu laboris enim velit aute sit mollit est irure amet voluptate exercitation.",
    "url": "https://valtech.com/insight/a4903373-6816-4b0a-82b0-553a367322aa",
    "tags": [
      11,
      2,
      14
    ]
  },
  {
    "id": 371,
    "publishedDate": "2014-06-12T18:35:36.294Z",
    "author": "Bullock Orr",
    "title": "Pasturia",
    "excerpt": "Incididunt deserunt dolor officia incididunt excepteur culpa. Ut voluptate aliquip ad sunt adipisicing dolore Lorem ut ipsum ipsum voluptate dolor irure minim. Aute reprehenderit quis ad cupidatat nostrud. Cupidatat velit nulla velit enim labore. Ad enim consectetur do laborum veniam enim adipisicing id aliqua culpa.",
    "image": "http://placehold.it/397x264/1024e1",
    "url": "https://valtech.com/insight/55361131-b263-4778-978b-3c197755a407",
    "tags": [
      8,
      1,
      14
    ]
  },
  {
    "id": 372,
    "publishedDate": "2017-09-22T18:49:53.157Z",
    "author": "Hazel Langley",
    "title": "Norsul",
    "excerpt": "Est magna Lorem commodo et mollit ex irure duis elit enim nulla ea reprehenderit ex. Labore laborum fugiat est laboris sunt. Incididunt culpa fugiat deserunt pariatur. Enim aute nisi esse nostrud labore id commodo eu consectetur Lorem officia. Sint laboris sint tempor ipsum aliqua ipsum aute eiusmod eiusmod quis aliquip enim. Proident officia nisi ipsum occaecat consectetur nulla enim aliqua sint enim do.",
    "image": "http://placehold.it/397x264/c9e06b",
    "url": "https://valtech.com/insight/87c0ed27-0c9d-4fb7-a966-eadac5cf28bf",
    "tags": [
      12,
      4,
      15
    ]
  },
  {
    "id": 373,
    "publishedDate": "2015-08-30T23:56:21.747Z",
    "author": "Hoffman Daniel",
    "title": "Xth",
    "excerpt": "Enim consequat commodo tempor exercitation ex enim esse eiusmod irure consectetur. Fugiat quis laboris laboris ad do amet veniam consectetur reprehenderit. Occaecat incididunt excepteur nisi ullamco fugiat ex exercitation cillum. Occaecat sit velit commodo nulla cupidatat ea ullamco aliqua sunt. Do aute ullamco Lorem mollit sit minim in labore aliquip reprehenderit dolor adipisicing. Exercitation eu tempor est eu incididunt voluptate. Ut culpa proident exercitation ea nisi sit est laboris ea magna aliquip amet dolore ad.",
    "image": "http://placehold.it/397x264/a67ae3",
    "url": "https://valtech.com/insight/4a85ca44-e4d1-4751-b02d-4ae055d23e5c",
    "tags": [
      9,
      6,
      18
    ]
  },
  {
    "id": 374,
    "publishedDate": "2015-12-29T03:03:28.030Z",
    "author": "Cote Burt",
    "title": "Ex anim incididunt non ut fugiat.",
    "url": "https://valtech.com/insight/8c85d1ae-cd2d-436c-baea-722722578b66",
    "tags": [
      12,
      2,
      18
    ]
  },
  {
    "id": 375,
    "publishedDate": "2017-06-21T22:29:09.329Z",
    "author": "Eleanor Swanson",
    "title": "Naxdis",
    "excerpt": "Ipsum culpa sunt laboris proident cupidatat ipsum ut ad cupidatat. Dolore ipsum non id duis amet elit quis. Labore ut aute in id consectetur do est excepteur sit. Culpa et dolor nisi veniam pariatur esse. Aute laboris qui quis ipsum non in non mollit. Pariatur velit occaecat cupidatat qui occaecat do. Cupidatat ex reprehenderit ullamco sunt deserunt aliqua duis aute excepteur ipsum irure non ea nulla.",
    "image": "http://placehold.it/397x264/527c95",
    "url": "https://valtech.com/insight/f3fc9250-37d6-4350-9996-54316ba2ba52",
    "tags": [
      8,
      1,
      18
    ]
  },
  {
    "id": 376,
    "publishedDate": "2017-08-11T05:57:35.317Z",
    "author": "Katina Burgess",
    "title": "Cupidatat labore in Lorem eiusmod incididunt officia sunt id voluptate voluptate ad Lorem velit.",
    "url": "https://valtech.com/insight/b6172c3d-c4ea-4ab0-8575-b50d6ae5d0a8",
    "tags": [
      10,
      4,
      13
    ]
  },
  {
    "id": 377,
    "publishedDate": "2016-12-29T09:31:19.300Z",
    "author": "Oneil Jenkins",
    "title": "Inrt",
    "excerpt": "Qui enim commodo sunt ipsum culpa aute aliquip consectetur in officia officia. Ipsum amet occaecat id ullamco qui ea nulla veniam esse id dolor incididunt. Laborum id commodo proident occaecat incididunt cupidatat elit culpa culpa. Ullamco adipisicing incididunt fugiat magna reprehenderit consectetur incididunt.",
    "url": "https://valtech.com/insight/651bafe7-b105-444c-8101-57d76cc27837",
    "tags": [
      12,
      3,
      18
    ]
  },
  {
    "id": 378,
    "publishedDate": "2015-05-04T00:59:29.134Z",
    "author": "Diaz Thornton",
    "title": "Zeam",
    "excerpt": "Duis in nostrud laboris in cupidatat nulla est exercitation dolore mollit cupidatat. Laboris proident culpa aliqua nisi anim laborum culpa ullamco laboris ipsum consequat. Culpa ut cupidatat consectetur nostrud minim ex. Ex non qui incididunt sit dolor aute consectetur labore amet mollit nulla.",
    "url": "https://valtech.com/insight/cba2aaa3-1694-4dbc-a641-df39448c65a6",
    "tags": [
      7,
      5,
      18
    ]
  },
  {
    "id": 379,
    "publishedDate": "2017-09-04T01:03:32.879Z",
    "author": "Hunter Ramirez",
    "title": "Locazone",
    "excerpt": "Ad proident eiusmod commodo cillum fugiat cupidatat duis in deserunt non incididunt ipsum mollit. Exercitation irure ea velit commodo ea ullamco dolor exercitation aliqua est. Labore ipsum est cillum ullamco mollit. Aliquip et elit et labore minim labore proident incididunt consequat.",
    "url": "https://valtech.com/insight/f180e7d1-dfca-4aa0-91cd-1c194cf9d4ae",
    "tags": [
      11,
      6,
      15
    ]
  },
  {
    "id": 380,
    "publishedDate": "2016-03-03T00:36:34.968Z",
    "author": "Glass Head",
    "title": "Dolor proident id cillum fugiat eu.",
    "url": "https://valtech.com/insight/29d5faae-b087-41b3-97b9-960d25dd56f1",
    "tags": [
      11,
      1,
      15
    ]
  },
  {
    "id": 381,
    "publishedDate": "2015-11-06T16:48:17.667Z",
    "author": "Farley Rose",
    "title": "Equitox",
    "excerpt": "Id cupidatat aliqua veniam nisi adipisicing non anim consequat aliquip aliqua cupidatat minim eiusmod. Adipisicing fugiat cupidatat tempor proident mollit non non qui culpa ea pariatur consectetur. Ex anim pariatur cillum quis officia ad anim labore magna qui proident nulla dolore. Velit nostrud incididunt ut dolore adipisicing elit.",
    "image": "http://placehold.it/397x264/0162ea",
    "url": "https://valtech.com/insight/4bfafe51-76de-4367-bf2a-0acc7996bbb5",
    "tags": [
      12,
      3,
      15
    ]
  },
  {
    "id": 382,
    "publishedDate": "2014-06-23T13:58:41.378Z",
    "author": "Mccray Castaneda",
    "title": "Zoinage",
    "excerpt": "Ut et sint qui anim consectetur. Commodo aliqua ut eu quis eiusmod pariatur voluptate. Deserunt ea Lorem eu cupidatat veniam nostrud. Pariatur sunt elit officia nostrud deserunt do velit non proident. Irure commodo veniam aute laborum minim tempor anim anim aute. Est eu ipsum sunt nisi laborum laborum cillum do commodo anim exercitation ullamco.",
    "image": "http://placehold.it/397x264/91e162",
    "url": "https://valtech.com/insight/78476f47-865a-4bf8-98b6-109c46363546",
    "tags": [
      9,
      2,
      15
    ]
  },
  {
    "id": 383,
    "publishedDate": "2018-01-03T07:59:57.473Z",
    "author": "Gallegos Francis",
    "title": "Dolor minim labore ullamco aliquip labore incididunt.",
    "url": "https://valtech.com/insight/eb0a7327-6057-4769-b715-625b8051ac42",
    "tags": [
      12,
      4,
      17
    ]
  },
  {
    "id": 384,
    "publishedDate": "2015-03-08T07:46:17.790Z",
    "author": "Jamie Hensley",
    "title": "Duoflex",
    "excerpt": "Ad non qui tempor ea aliqua adipisicing. Ex deserunt sit proident quis consequat nulla et ipsum culpa cillum quis. Ex tempor proident anim ea laborum est ad. Nulla sit reprehenderit ex aliquip occaecat velit ad incididunt eu eiusmod quis est duis. Dolor tempor cupidatat consectetur ea.",
    "url": "https://valtech.com/insight/ef04b75f-eae5-471f-b4a6-4a87a11da7f7",
    "tags": [
      11,
      5,
      18
    ]
  },
  {
    "id": 385,
    "publishedDate": "2016-02-22T05:42:37.003Z",
    "author": "Blanca Garrison",
    "title": "Interodeo",
    "excerpt": "Ipsum officia quis pariatur cillum eiusmod laboris Lorem aliquip quis. Ullamco qui aliqua consequat duis reprehenderit nisi consectetur magna. Commodo ex ipsum dolore id dolore labore sunt irure ex. Minim officia aute culpa esse et enim laborum. Cillum irure eu non minim culpa esse sint ut reprehenderit. Nulla ad sint id amet magna incididunt. Ut Lorem quis amet commodo elit nostrud aliqua nulla aute voluptate minim.",
    "url": "https://valtech.com/insight/03b8f3ef-325d-4398-9f40-969aec3d5d67",
    "tags": [
      7,
      2,
      13
    ]
  },
  {
    "id": 386,
    "publishedDate": "2014-07-19T01:38:09.801Z",
    "author": "Hayden Gutierrez",
    "title": "Inventure",
    "excerpt": "Elit quis aliqua magna aliquip est deserunt esse occaecat cillum cillum eu occaecat reprehenderit. Adipisicing adipisicing fugiat nulla amet tempor laborum veniam laborum irure duis. Ipsum sint ut excepteur sint. Duis eiusmod eu id do laborum consequat do officia fugiat aliqua. Nulla ex dolore aute aute sint pariatur nisi occaecat id ut labore ad. Sunt ex ea voluptate veniam adipisicing dolor in reprehenderit sit.",
    "image": "http://placehold.it/397x264/bf5601",
    "url": "https://valtech.com/insight/a043a010-3d7e-4980-b05c-270632367583",
    "tags": [
      12,
      5,
      16
    ]
  },
  {
    "id": 387,
    "publishedDate": "2014-08-02T03:38:54.784Z",
    "author": "Booth Marsh",
    "title": "Mixers",
    "excerpt": "Adipisicing enim consectetur magna occaecat aute qui. Eiusmod dolor est non qui duis labore et. Reprehenderit sunt exercitation ex qui. Fugiat pariatur pariatur qui irure Lorem excepteur incididunt laboris id in do cupidatat. Culpa nostrud commodo sit labore.",
    "url": "https://valtech.com/insight/bf48e852-457c-484d-9024-a96127033282",
    "tags": [
      10,
      2,
      18
    ]
  },
  {
    "id": 388,
    "publishedDate": "2014-11-10T14:10:48.820Z",
    "author": "Clay Mclaughlin",
    "title": "Occaecat sit culpa cupidatat sit eu tempor.",
    "url": "https://valtech.com/insight/c8491d2e-c5ba-4aa8-b2ba-02cbee6eaede",
    "tags": [
      9,
      5,
      18
    ]
  },
  {
    "id": 389,
    "publishedDate": "2018-02-28T09:34:39.537Z",
    "author": "Summers Hopkins",
    "title": "Elit deserunt ea elit aute id nostrud nostrud eu nulla deserunt laborum tempor laboris.",
    "url": "https://valtech.com/insight/1897c7a6-1453-4af3-ae96-c5d7566669c6",
    "tags": [
      7,
      4,
      18
    ]
  },
  {
    "id": 390,
    "publishedDate": "2017-12-08T02:51:12.604Z",
    "author": "Lyons Mercado",
    "title": "Comdom",
    "excerpt": "Occaecat veniam velit excepteur Lorem aliquip minim qui adipisicing proident nisi nulla deserunt qui. Fugiat nostrud laboris irure et. Ad ullamco ut incididunt fugiat aute dolor adipisicing anim laboris dolor sint magna minim culpa. Ullamco ea sunt consequat ex ullamco. Proident dolor officia culpa veniam. Anim est minim velit et voluptate consectetur.",
    "url": "https://valtech.com/insight/e371ce2c-46fa-40eb-b799-6e65312bc2a5",
    "tags": [
      8,
      3,
      15
    ]
  },
  {
    "id": 391,
    "publishedDate": "2015-05-13T14:07:45.177Z",
    "author": "Ada Sandoval",
    "title": "Techtrix",
    "excerpt": "Ut dolore ex quis nisi commodo commodo mollit et cillum sit veniam veniam. Non non cillum elit laborum mollit ullamco id deserunt esse. Duis labore cillum veniam pariatur excepteur. Laboris do ex deserunt sint duis laboris minim in proident consectetur esse laboris. Dolore amet labore consequat mollit non non laborum elit magna ad dolore eu ut.",
    "image": "http://placehold.it/397x264/663089",
    "url": "https://valtech.com/insight/c54cce79-c460-4d49-a344-3f1ab1a8a54a",
    "tags": [
      12,
      1,
      13
    ]
  },
  {
    "id": 392,
    "publishedDate": "2015-04-04T15:43:00.815Z",
    "author": "Leta Burns",
    "title": "Oceanica",
    "excerpt": "Tempor consequat velit nisi esse non cillum esse cillum cillum fugiat irure sunt anim laborum. Consectetur dolor culpa Lorem voluptate ea esse. Excepteur non consequat culpa in do reprehenderit proident esse dolor consequat. Laboris voluptate sunt aliqua in. Enim proident duis nulla eiusmod fugiat adipisicing fugiat enim officia minim. Qui commodo aliqua est sunt excepteur consequat sunt sit.",
    "url": "https://valtech.com/insight/1a154ac2-c069-4e3f-9397-c13826030c33",
    "tags": [
      8,
      4,
      18
    ]
  },
  {
    "id": 393,
    "publishedDate": "2015-01-25T20:06:44.587Z",
    "author": "Jody Stout",
    "title": "Iplax",
    "excerpt": "Labore eu esse irure consectetur. Ipsum commodo et et ea aute officia consequat qui. Occaecat eiusmod anim laborum enim velit excepteur laboris voluptate labore nisi nostrud reprehenderit voluptate ipsum. Enim mollit proident nostrud et. Elit amet voluptate nulla id officia exercitation adipisicing. Mollit officia veniam amet dolor magna elit irure duis amet labore.",
    "url": "https://valtech.com/insight/f01cbf55-aaa2-4d58-a366-7ec7b45356c0",
    "tags": [
      12,
      4,
      14
    ]
  },
  {
    "id": 394,
    "publishedDate": "2015-08-25T23:00:58.934Z",
    "author": "Le Stafford",
    "title": "Amril",
    "excerpt": "Occaecat commodo sit esse esse. Laboris tempor consequat labore mollit laborum cillum aliqua in amet duis in id do. Est sunt amet qui proident deserunt ex do aute exercitation sunt consectetur. Esse culpa excepteur enim irure mollit elit elit deserunt quis ex tempor cillum.",
    "image": "http://placehold.it/397x264/f29987",
    "url": "https://valtech.com/insight/2c2f0943-a021-4c25-b996-d2dad4687b01",
    "tags": [
      9,
      1,
      14
    ]
  },
  {
    "id": 395,
    "publishedDate": "2016-03-20T15:25:16.435Z",
    "author": "Fran Simmons",
    "title": "Retrack",
    "excerpt": "Sunt fugiat cupidatat sunt dolor nisi. Exercitation enim excepteur veniam cupidatat ad fugiat eu minim pariatur. Enim quis deserunt elit duis qui ipsum aliqua reprehenderit.",
    "image": "http://placehold.it/397x264/bd8f91",
    "url": "https://valtech.com/insight/acaed969-b84c-40c1-a2ca-3d7a55d23928",
    "tags": [
      7,
      2,
      13
    ]
  },
  {
    "id": 396,
    "publishedDate": "2014-11-22T21:01:11.730Z",
    "author": "Cooke Soto",
    "title": "Irure qui elit eiusmod aliqua commodo dolore commodo.",
    "url": "https://valtech.com/insight/934e9e97-0264-4da6-b3b8-cc2f614ba95d",
    "tags": [
      9,
      6,
      14
    ]
  },
  {
    "id": 397,
    "publishedDate": "2016-08-27T03:14:13.914Z",
    "author": "Dominique French",
    "title": "Aliqua labore eiusmod eu tempor ex ut occaecat do elit do pariatur exercitation nisi nisi.",
    "url": "https://valtech.com/insight/8777a889-b19a-4d40-b2fc-49f1e0ad0b47",
    "tags": [
      8,
      2,
      16
    ]
  },
  {
    "id": 398,
    "publishedDate": "2017-12-02T14:38:41.761Z",
    "author": "Kelley Odom",
    "title": "In dolore labore pariatur deserunt laboris qui ipsum cupidatat dolor pariatur dolor dolore amet sint.",
    "url": "https://valtech.com/insight/4aa622ee-83a3-45cd-ba45-4d98314055aa",
    "tags": [
      11,
      6,
      16
    ]
  },
  {
    "id": 399,
    "publishedDate": "2016-08-18T17:14:27.249Z",
    "author": "Blankenship Petty",
    "title": "Cubicide",
    "excerpt": "Velit fugiat magna deserunt eiusmod amet dolor ex nulla nulla. Occaecat cupidatat officia amet nisi eu sit ad. Sit dolore tempor cupidatat reprehenderit labore nisi ipsum adipisicing. Ipsum reprehenderit eu fugiat dolore ea dolor labore magna cupidatat est officia. Amet aliqua ut laboris duis proident nulla aliqua Lorem consectetur amet id irure.",
    "image": "http://placehold.it/397x264/fa256f",
    "url": "https://valtech.com/insight/216fad59-6eeb-46b8-a19c-0840f1a5d1c6",
    "tags": [
      11,
      6,
      15
    ]
  },
  {
    "id": 400,
    "publishedDate": "2018-05-17T19:54:40.711Z",
    "author": "Wheeler Washington",
    "title": "Medesign",
    "excerpt": "Eiusmod laborum sit incididunt et mollit. Laboris ipsum reprehenderit quis laboris eiusmod ut sunt aute enim laborum tempor sunt. Cupidatat exercitation duis commodo non in consequat consequat dolor in commodo eiusmod.",
    "image": "http://placehold.it/397x264/1d875f",
    "url": "https://valtech.com/insight/8dd593b1-a317-4b50-bcd9-f1af39609ed4",
    "tags": [
      10,
      6,
      13
    ]
  },
  {
    "id": 401,
    "publishedDate": "2014-08-02T06:27:06.657Z",
    "author": "Pope Moore",
    "title": "Viasia",
    "excerpt": "Ad nulla eiusmod dolore mollit consectetur pariatur qui ex ea excepteur sint nulla ad. Ipsum qui aliqua ipsum pariatur enim adipisicing minim nostrud. Nulla ea nulla eiusmod reprehenderit magna ea do non nisi sint ea. Ut fugiat et excepteur elit sint magna ea. Dolore deserunt sint fugiat dolor ex ex. Minim deserunt elit eiusmod officia excepteur eiusmod. Ut exercitation reprehenderit ea aliquip adipisicing elit.",
    "url": "https://valtech.com/insight/6065275f-8f74-45db-81ba-9f9d3a0b7ce0",
    "tags": [
      8,
      3,
      14
    ]
  },
  {
    "id": 402,
    "publishedDate": "2016-12-08T03:28:22.826Z",
    "author": "Gayle Skinner",
    "title": "Quinex",
    "excerpt": "Sunt ipsum exercitation laboris exercitation officia laborum occaecat magna do magna. Deserunt voluptate aliquip occaecat commodo deserunt. Nisi veniam quis anim labore qui sunt cillum labore ad.",
    "url": "https://valtech.com/insight/e11074a7-6431-4ad4-83e5-7d282fc792e7",
    "tags": [
      12,
      4,
      15
    ]
  },
  {
    "id": 403,
    "publishedDate": "2016-01-18T19:43:38.714Z",
    "author": "Kay Parker",
    "title": "Exoplode",
    "excerpt": "Id laborum eiusmod veniam cillum duis aliquip deserunt non aute. Dolore velit fugiat officia elit commodo enim dolore ullamco magna voluptate fugiat quis est. Tempor laborum in ullamco voluptate laboris qui labore ea. Duis irure adipisicing non duis aliquip ipsum mollit do elit magna. Qui do occaecat aliquip sunt. Mollit exercitation elit ad cupidatat deserunt.",
    "image": "http://placehold.it/397x264/1b991b",
    "url": "https://valtech.com/insight/1f6a6d7c-8575-4795-a422-ded3301a8ae0",
    "tags": [
      9,
      1,
      17
    ]
  },
  {
    "id": 404,
    "publishedDate": "2017-07-29T21:36:57.308Z",
    "author": "Vinson Sharpe",
    "title": "Rameon",
    "excerpt": "Nostrud magna fugiat id elit nostrud id. Officia mollit ad in esse ad. Exercitation ut nostrud consequat amet ea ut duis enim. Dolore excepteur aute sit cupidatat dolore quis mollit culpa sint adipisicing est occaecat consequat consequat. Enim reprehenderit ex eiusmod amet eu.",
    "image": "http://placehold.it/397x264/68bf4e",
    "url": "https://valtech.com/insight/518385a0-38a7-4e79-b926-7b0fd8e56cbf",
    "tags": [
      10,
      4,
      13
    ]
  },
  {
    "id": 405,
    "publishedDate": "2014-07-21T01:39:02.329Z",
    "author": "Marguerite Hewitt",
    "title": "Nurali",
    "excerpt": "Irure do ad aliqua mollit sunt aute adipisicing laboris. Deserunt fugiat laboris minim in reprehenderit voluptate excepteur deserunt culpa et pariatur non. Velit esse duis ex anim duis commodo elit. Laboris reprehenderit quis deserunt eiusmod quis culpa deserunt. Irure officia sit commodo amet.",
    "image": "http://placehold.it/397x264/ec8817",
    "url": "https://valtech.com/insight/5628439d-6363-47c4-83fd-d47088b4ec3b",
    "tags": [
      11,
      5,
      18
    ]
  },
  {
    "id": 406,
    "publishedDate": "2016-07-14T00:51:45.943Z",
    "author": "Blackwell Nixon",
    "title": "Applideck",
    "excerpt": "Ea pariatur qui fugiat irure minim aute anim voluptate nostrud. Deserunt mollit ut dolor cupidatat. Laborum amet eiusmod ex magna labore commodo laborum et amet irure. Aliquip amet labore enim nisi. Deserunt nulla anim magna anim ullamco elit ut.",
    "url": "https://valtech.com/insight/a8d5aa11-55bb-401e-8969-8f46f97fc18c",
    "tags": [
      9,
      3,
      17
    ]
  },
  {
    "id": 407,
    "publishedDate": "2014-04-04T12:03:30.112Z",
    "author": "Benton Molina",
    "title": "Kongene",
    "excerpt": "Aliqua irure occaecat ad sunt magna voluptate. Id dolor dolor culpa dolore. Tempor commodo consequat aliquip voluptate commodo proident magna ipsum ad nostrud cupidatat cillum. Ut do est irure amet.",
    "image": "http://placehold.it/397x264/c55de7",
    "url": "https://valtech.com/insight/1211d27c-e744-4c92-96d1-f88a91e8c749",
    "tags": [
      10,
      1,
      14
    ]
  },
  {
    "id": 408,
    "publishedDate": "2016-11-15T09:36:25.771Z",
    "author": "Webster Robbins",
    "title": "Anarco",
    "excerpt": "Nulla incididunt sit mollit eiusmod nisi occaecat occaecat qui. Consectetur ex aliqua consequat nisi ea. Occaecat cillum ipsum anim amet irure adipisicing occaecat ullamco dolore.",
    "image": "http://placehold.it/397x264/689b51",
    "url": "https://valtech.com/insight/1eb27cf4-2b7c-49bc-a462-a68e9fb6bdf3",
    "tags": [
      7,
      6,
      18
    ]
  },
  {
    "id": 409,
    "publishedDate": "2014-05-12T11:48:22.784Z",
    "author": "Helena Rich",
    "title": "Perkle",
    "excerpt": "Consequat et dolor nulla cupidatat elit excepteur velit tempor ipsum eiusmod qui consectetur ullamco incididunt. Eu labore minim incididunt reprehenderit ullamco consectetur nostrud nisi consectetur culpa. Anim qui et duis amet.",
    "url": "https://valtech.com/insight/9d460f6f-0017-42ca-8742-6fbf74957611",
    "tags": [
      12,
      2,
      13
    ]
  },
  {
    "id": 410,
    "publishedDate": "2017-12-12T09:20:10.683Z",
    "author": "Melissa Dalton",
    "title": "Quordate",
    "excerpt": "Eu laborum duis excepteur quis nulla id officia proident sint amet sunt. Duis fugiat mollit Lorem laborum. Ea sint fugiat ea ut dolore commodo tempor aliqua voluptate nisi. Velit veniam nostrud enim esse duis cillum laboris. Minim eu deserunt sint do. Consectetur ipsum elit laborum aliqua dolore et in minim. Nulla incididunt aliquip exercitation mollit aliqua.",
    "image": "http://placehold.it/397x264/f8d535",
    "url": "https://valtech.com/insight/8d33b5f0-3023-4ec6-b80e-5d8e668335f6",
    "tags": [
      8,
      1,
      16
    ]
  },
  {
    "id": 411,
    "publishedDate": "2017-05-24T11:36:21.103Z",
    "author": "Alba Hardin",
    "title": "Inquala",
    "excerpt": "Cupidatat commodo aliquip officia labore amet elit velit occaecat. Ullamco ullamco consequat sint ad dolore aute pariatur nisi proident Lorem magna eiusmod. Proident est consequat ipsum incididunt qui. Tempor sint do voluptate dolore adipisicing labore irure duis elit aliqua laboris Lorem laboris. Irure mollit nisi pariatur ad et pariatur sunt voluptate id irure Lorem adipisicing mollit. Voluptate ex Lorem commodo est voluptate voluptate officia sunt officia id quis. Anim laborum Lorem aliqua exercitation ad in exercitation laborum eu ut pariatur.",
    "url": "https://valtech.com/insight/45b53e6f-5609-4418-9574-5ddbba8c422a",
    "tags": [
      7,
      6,
      14
    ]
  },
  {
    "id": 412,
    "publishedDate": "2018-04-05T06:28:51.673Z",
    "author": "Nash Preston",
    "title": "Snacktion",
    "excerpt": "Incididunt in ex laborum do esse amet. Amet adipisicing enim consectetur anim velit anim. Dolore excepteur irure eiusmod anim exercitation ea eu exercitation quis et incididunt et. Proident nisi nulla laborum voluptate veniam dolor ad dolor elit elit ullamco dolor irure. Ipsum labore ullamco fugiat culpa ex ullamco reprehenderit non nulla ad. Amet velit irure nulla voluptate consectetur anim nulla deserunt. Nostrud duis Lorem est officia ut aliqua culpa non consequat magna.",
    "image": "http://placehold.it/397x264/bb5fbe",
    "url": "https://valtech.com/insight/f9b62672-8bf1-4467-9672-9bd26411b7b2",
    "tags": [
      7,
      6,
      17
    ]
  },
  {
    "id": 413,
    "publishedDate": "2017-02-08T15:27:15.356Z",
    "author": "Walters Mckee",
    "title": "Enaut",
    "excerpt": "Minim Lorem est officia irure. Qui sunt minim nisi quis Lorem. Eiusmod qui in aute deserunt magna voluptate sunt culpa labore qui qui ullamco. Dolor ea culpa anim consequat eu adipisicing cillum non.",
    "image": "http://placehold.it/397x264/0478e7",
    "url": "https://valtech.com/insight/591c7183-a36c-4ebc-b5f1-5e0d29f5e7f7",
    "tags": [
      7,
      2,
      14
    ]
  },
  {
    "id": 414,
    "publishedDate": "2015-12-12T08:22:42.343Z",
    "author": "Cathleen Snow",
    "title": "Acumentor",
    "excerpt": "Voluptate nisi non excepteur minim cillum dolor ut sunt aliqua enim Lorem. Nulla veniam cupidatat officia anim deserunt cupidatat et eu aliqua veniam elit qui aliqua. Ad quis occaecat pariatur sit cupidatat Lorem sunt reprehenderit occaecat Lorem nulla. Est magna consectetur ipsum aliquip. Consectetur laboris irure adipisicing duis consectetur proident amet.",
    "image": "http://placehold.it/397x264/814f06",
    "url": "https://valtech.com/insight/645ef9b5-88e5-4974-b432-b1fd4d90c4c2",
    "tags": [
      12,
      6,
      16
    ]
  },
  {
    "id": 415,
    "publishedDate": "2017-10-07T15:34:55.918Z",
    "author": "Sanford Hanson",
    "title": "Dogtown",
    "excerpt": "Esse et et minim voluptate qui sit officia. Adipisicing qui incididunt Lorem ullamco ipsum. Labore eiusmod irure duis qui dolore consectetur non consequat nisi sit enim eiusmod ea nostrud. Sit anim velit anim elit. Minim tempor commodo excepteur ex ullamco tempor. Esse sit aliquip dolor duis nulla laborum fugiat mollit in.",
    "image": "http://placehold.it/397x264/b6aea8",
    "url": "https://valtech.com/insight/071dd2c5-d5a2-46fb-b572-8f6f8abd3819",
    "tags": [
      7,
      3,
      13
    ]
  },
  {
    "id": 416,
    "publishedDate": "2015-01-16T11:02:48.792Z",
    "author": "Serrano Cobb",
    "title": "Irure consequat ex officia irure pariatur eu fugiat eu incididunt elit voluptate sint.",
    "url": "https://valtech.com/insight/c236cd84-5e66-42fb-b8a8-fe9839700c8f",
    "tags": [
      8,
      2,
      16
    ]
  },
  {
    "id": 417,
    "publishedDate": "2016-01-03T16:18:22.597Z",
    "author": "Lynnette Rutledge",
    "title": "Twiggery",
    "excerpt": "Tempor nostrud ex in non irure enim. Est magna nisi ipsum ad commodo labore nostrud eu in voluptate labore eiusmod duis labore. Ullamco excepteur aute cillum aliqua ipsum pariatur in nisi veniam id pariatur nisi magna pariatur. Sit veniam consequat id veniam officia sunt eiusmod pariatur. Adipisicing elit consectetur occaecat amet fugiat. Pariatur quis in et sunt cillum qui quis ut aliqua occaecat amet.",
    "url": "https://valtech.com/insight/07cb0c87-fe7c-4afb-9621-fc201604181c",
    "tags": [
      12,
      2,
      16
    ]
  },
  {
    "id": 418,
    "publishedDate": "2014-01-25T05:03:55.006Z",
    "author": "Bolton Wilder",
    "title": "Veniam mollit nulla ipsum sint amet et fugiat anim consectetur.",
    "url": "https://valtech.com/insight/4341cd9b-60d9-4850-8900-184a39d28612",
    "tags": [
      9,
      5,
      15
    ]
  },
  {
    "id": 419,
    "publishedDate": "2018-01-04T15:43:55.946Z",
    "author": "Jenifer Combs",
    "title": "Occaecat tempor dolore ipsum esse.",
    "url": "https://valtech.com/insight/4c240d72-3248-4c0f-91c6-b3bb3f740391",
    "tags": [
      10,
      4,
      16
    ]
  },
  {
    "id": 420,
    "publishedDate": "2017-09-19T07:32:39.585Z",
    "author": "Flowers Vaughn",
    "title": "Labore ex occaecat ut aute et quis deserunt.",
    "url": "https://valtech.com/insight/78decc22-c088-42bb-80eb-383e0aad3e65",
    "tags": [
      11,
      5,
      17
    ]
  },
  {
    "id": 421,
    "publishedDate": "2014-10-25T20:50:23.642Z",
    "author": "Swanson Harper",
    "title": "Utarian",
    "excerpt": "Laborum ex ea dolor adipisicing non fugiat. Commodo et dolor do proident aliqua. Irure sunt culpa qui ullamco duis elit occaecat sunt nostrud nulla quis.",
    "url": "https://valtech.com/insight/75b2c4b1-df77-437d-a5eb-284efa0fd1dc",
    "tags": [
      12,
      5,
      15
    ]
  },
  {
    "id": 422,
    "publishedDate": "2018-02-04T23:40:59.233Z",
    "author": "Hahn Pennington",
    "title": "Tempor eu mollit pariatur nostrud cupidatat ullamco ea aliqua officia aliquip ipsum laboris.",
    "url": "https://valtech.com/insight/43213053-5792-4522-b218-6a147dc1ab92",
    "tags": [
      11,
      3,
      18
    ]
  },
  {
    "id": 423,
    "publishedDate": "2015-01-03T07:39:50.041Z",
    "author": "Edna Coleman",
    "title": "Bisba",
    "excerpt": "Eiusmod enim enim ullamco in quis ex officia dolore nostrud laborum laborum officia. Mollit sint officia labore cupidatat ad pariatur ea eu veniam veniam cillum. Id magna sint aute deserunt adipisicing eu dolor adipisicing reprehenderit duis reprehenderit. Labore eu enim nostrud tempor sit irure Lorem excepteur dolore nisi.",
    "image": "http://placehold.it/397x264/16263e",
    "url": "https://valtech.com/insight/39cf1771-4284-466f-8f13-04a0b3d2fcb1",
    "tags": [
      11,
      3,
      14
    ]
  },
  {
    "id": 424,
    "publishedDate": "2017-05-27T08:17:37.135Z",
    "author": "Bryan Dyer",
    "title": "Mangelica",
    "excerpt": "Ullamco velit in pariatur excepteur reprehenderit commodo elit ex reprehenderit. Officia incididunt tempor adipisicing consectetur et Lorem. Quis esse duis culpa nulla do mollit id ut adipisicing deserunt nostrud id id. Veniam nostrud ullamco id ea ad aute amet occaecat. Reprehenderit laborum cillum nostrud adipisicing voluptate pariatur tempor nostrud irure mollit consequat ex eiusmod.",
    "image": "http://placehold.it/397x264/3f3567",
    "url": "https://valtech.com/insight/8a748e24-1ad5-4149-a4a3-8233f5466089",
    "tags": [
      12,
      3,
      17
    ]
  },
  {
    "id": 425,
    "publishedDate": "2014-03-23T14:29:11.950Z",
    "author": "Casandra Wooten",
    "title": "Xymonk",
    "excerpt": "Amet eiusmod deserunt id sunt. Est Lorem culpa aliqua enim qui mollit sunt est veniam laboris aute ex. Sunt quis fugiat in velit enim nostrud exercitation nisi. In dolore duis pariatur labore sit adipisicing minim nulla nulla exercitation aliqua duis sunt.",
    "image": "http://placehold.it/397x264/798779",
    "url": "https://valtech.com/insight/79de32bb-9d10-40ab-9020-9197cfacf8d6",
    "tags": [
      8,
      5,
      17
    ]
  },
  {
    "id": 426,
    "publishedDate": "2015-02-22T23:01:00.007Z",
    "author": "Bell Roach",
    "title": "Ad eiusmod commodo eu commodo voluptate sunt non fugiat.",
    "url": "https://valtech.com/insight/9e7f358e-84af-4038-894f-887f7d7681cd",
    "tags": [
      11,
      4,
      14
    ]
  },
  {
    "id": 427,
    "publishedDate": "2015-08-16T07:49:08.804Z",
    "author": "Spencer Joyce",
    "title": "Reprehenderit culpa adipisicing commodo laboris esse ea quis voluptate.",
    "url": "https://valtech.com/insight/1ed6c723-3bf5-4228-8bd3-457a033483c6",
    "tags": [
      8,
      3,
      18
    ]
  },
  {
    "id": 428,
    "publishedDate": "2014-02-05T13:11:28.825Z",
    "author": "Levy Townsend",
    "title": "Geekus",
    "excerpt": "Eu aliqua sint laboris laborum cillum voluptate tempor quis aliquip pariatur duis non veniam anim. Adipisicing dolor mollit nulla dolor commodo do. Anim quis eiusmod non proident et nisi cupidatat reprehenderit nisi tempor.",
    "url": "https://valtech.com/insight/3509e4af-a6d8-42d4-bccc-4ecd120afc2a",
    "tags": [
      7,
      6,
      16
    ]
  },
  {
    "id": 429,
    "publishedDate": "2018-05-02T05:53:03.137Z",
    "author": "Cummings Rodgers",
    "title": "Esse anim laboris Lorem commodo veniam anim.",
    "url": "https://valtech.com/insight/cd297ef7-ddfc-4cf0-b20b-37a6d467958a",
    "tags": [
      10,
      1,
      14
    ]
  },
  {
    "id": 430,
    "publishedDate": "2014-06-28T17:26:01.439Z",
    "author": "Trevino Turner",
    "title": "Sulfax",
    "excerpt": "Minim consequat ipsum in in. Do et nisi reprehenderit laborum ad velit et. Adipisicing et tempor magna ex non. Cillum laborum magna occaecat dolore amet et aute.",
    "url": "https://valtech.com/insight/d6e0bf63-d6a6-4907-89df-cc09d6d40041",
    "tags": [
      9,
      6,
      16
    ]
  },
  {
    "id": 431,
    "publishedDate": "2017-03-26T19:06:06.163Z",
    "author": "Ella Bryan",
    "title": "Ronbert",
    "excerpt": "Eiusmod qui Lorem duis officia consequat cupidatat do do. Nostrud excepteur officia nostrud consectetur duis in eiusmod eu exercitation aliqua amet sint sunt. Ea elit ipsum fugiat et.",
    "image": "http://placehold.it/397x264/e116e9",
    "url": "https://valtech.com/insight/0be19415-fb90-4acc-9238-e686317c78bf",
    "tags": [
      7,
      4,
      14
    ]
  },
  {
    "id": 432,
    "publishedDate": "2016-02-04T10:46:29.831Z",
    "author": "Briggs Obrien",
    "title": "Labore fugiat non consectetur irure Lorem sint occaecat qui voluptate nostrud fugiat.",
    "url": "https://valtech.com/insight/ecc4b181-5c11-48c9-96b6-82be301e1434",
    "tags": [
      11,
      5,
      18
    ]
  },
  {
    "id": 433,
    "publishedDate": "2016-01-01T23:59:43.623Z",
    "author": "Erin Grimes",
    "title": "Bitrex",
    "excerpt": "Fugiat id deserunt veniam nostrud. Dolore enim Lorem reprehenderit id sint id eu dolore exercitation magna incididunt officia deserunt. Enim voluptate excepteur Lorem voluptate pariatur pariatur laborum.",
    "image": "http://placehold.it/397x264/93a977",
    "url": "https://valtech.com/insight/d5bed405-1cc3-4fb7-a8b3-08929e50637b",
    "tags": [
      7,
      3,
      17
    ]
  },
  {
    "id": 434,
    "publishedDate": "2016-07-09T16:25:20.894Z",
    "author": "Nielsen Dillard",
    "title": "Intrawear",
    "excerpt": "Esse officia eiusmod aute sunt magna duis culpa dolor et. Est nisi ad ut consequat reprehenderit aute occaecat nulla sit commodo enim. Fugiat sit ad qui nisi amet veniam quis ipsum nostrud commodo laborum irure.",
    "url": "https://valtech.com/insight/0f5a17a2-6bbb-473d-82a7-d356f9864d40",
    "tags": [
      12,
      4,
      15
    ]
  },
  {
    "id": 435,
    "publishedDate": "2014-01-16T06:36:16.681Z",
    "author": "Debora Mcintosh",
    "title": "Podunk",
    "excerpt": "Ipsum magna labore anim officia aliqua adipisicing pariatur dolor dolor veniam dolore quis aliqua. Incididunt commodo Lorem aute aliqua commodo exercitation fugiat et deserunt ex est do elit voluptate. Aliquip exercitation culpa laborum excepteur duis culpa ex. Id aliqua ex eu sunt labore esse aliqua. Qui consequat consequat nostrud velit officia adipisicing anim.",
    "image": "http://placehold.it/397x264/66e8e5",
    "url": "https://valtech.com/insight/71488e4c-9704-4a32-898e-3902e37de0dd",
    "tags": [
      10,
      2,
      14
    ]
  },
  {
    "id": 436,
    "publishedDate": "2014-05-13T18:00:10.609Z",
    "author": "Renee Nielsen",
    "title": "Elit amet do deserunt sunt excepteur pariatur amet in magna in.",
    "url": "https://valtech.com/insight/5f2ad4c0-172a-4012-b30f-e210e9edc943",
    "tags": [
      12,
      1,
      17
    ]
  },
  {
    "id": 437,
    "publishedDate": "2017-12-03T23:09:43.033Z",
    "author": "Janie Russell",
    "title": "Lorem aliqua irure qui veniam reprehenderit ipsum consequat occaecat nulla.",
    "url": "https://valtech.com/insight/bc3da359-276a-4c35-a623-f43df0f733b1",
    "tags": [
      9,
      6,
      17
    ]
  },
  {
    "id": 438,
    "publishedDate": "2015-01-22T00:36:26.772Z",
    "author": "Shannon Maynard",
    "title": "Eu ex cillum esse est aute id ipsum nisi irure.",
    "url": "https://valtech.com/insight/7760f1be-e044-40b2-8cbf-c7d76bb7d34c",
    "tags": [
      12,
      4,
      14
    ]
  },
  {
    "id": 439,
    "publishedDate": "2014-03-15T03:05:52.025Z",
    "author": "Melba Garcia",
    "title": "Incididunt laboris occaecat velit in anim sunt sunt adipisicing sunt.",
    "url": "https://valtech.com/insight/e7041af5-5da7-4021-bfff-86532bc0913d",
    "tags": [
      8,
      3,
      14
    ]
  },
  {
    "id": 440,
    "publishedDate": "2015-06-01T13:23:24.610Z",
    "author": "Hart Hines",
    "title": "Sealoud",
    "excerpt": "Eiusmod dolore nostrud consequat enim dolore occaecat amet cillum non incididunt dolore sit veniam dolore. Nisi sunt sint velit sit adipisicing. Mollit ipsum minim ad sint nisi laboris velit in nisi ut non quis sit. Enim quis anim ad dolor anim elit ut eiusmod. Eiusmod dolore duis eu magna ex in. Amet reprehenderit et esse ullamco magna fugiat.",
    "image": "http://placehold.it/397x264/db77a2",
    "url": "https://valtech.com/insight/c1eb55f2-31b1-4a52-9c0b-4ca4076ef205",
    "tags": [
      10,
      4,
      16
    ]
  },
  {
    "id": 441,
    "publishedDate": "2017-04-21T08:58:40.603Z",
    "author": "Cochran Craft",
    "title": "Uneeq",
    "excerpt": "Lorem esse tempor velit ut anim laboris deserunt voluptate sint minim. Proident sunt nulla voluptate culpa velit exercitation reprehenderit qui ea magna elit laboris duis ut. Non officia qui ad anim magna incididunt ea non occaecat irure eu. Aute et amet aliqua dolor. Commodo excepteur eu minim ipsum est commodo duis exercitation commodo est.",
    "url": "https://valtech.com/insight/abc87327-506b-447e-b2ab-d489ec1d726c",
    "tags": [
      9,
      1,
      14
    ]
  },
  {
    "id": 442,
    "publishedDate": "2017-06-03T14:25:57.968Z",
    "author": "Kimberley Burks",
    "title": "Consequat laboris esse adipisicing amet.",
    "url": "https://valtech.com/insight/06740744-0c30-4057-a407-7debf6d4042b",
    "tags": [
      9,
      5,
      13
    ]
  },
  {
    "id": 443,
    "publishedDate": "2017-10-04T18:23:23.727Z",
    "author": "Angelina Mccray",
    "title": "Deserunt officia voluptate sint ad dolore nulla minim nulla laborum excepteur est do.",
    "url": "https://valtech.com/insight/18434fca-94b6-458c-a816-de299cdd4e4b",
    "tags": [
      11,
      5,
      16
    ]
  },
  {
    "id": 444,
    "publishedDate": "2014-11-07T08:53:09.792Z",
    "author": "Jacqueline Barlow",
    "title": "Spherix",
    "excerpt": "Deserunt esse duis est adipisicing ipsum non. Fugiat ullamco occaecat eu pariatur tempor esse commodo et deserunt exercitation sunt ipsum. Sint magna duis amet sit fugiat eiusmod laboris et pariatur commodo dolor magna. Velit non excepteur commodo veniam consequat commodo ea labore non occaecat tempor. Commodo nulla do pariatur excepteur anim veniam sunt cillum excepteur. Nulla incididunt fugiat eu voluptate enim amet enim duis tempor cupidatat.",
    "image": "http://placehold.it/397x264/bee7bc",
    "url": "https://valtech.com/insight/7e60657e-abbf-4a79-b868-90c7fc24e968",
    "tags": [
      11,
      1,
      13
    ]
  },
  {
    "id": 445,
    "publishedDate": "2016-02-04T10:36:00.519Z",
    "author": "Elvia Beck",
    "title": "Duis nulla fugiat aliqua cupidatat cupidatat aute adipisicing sunt id proident fugiat.",
    "url": "https://valtech.com/insight/7d53a27b-1153-4a37-8142-eca2623d1a73",
    "tags": [
      9,
      5,
      15
    ]
  },
  {
    "id": 446,
    "publishedDate": "2017-02-09T01:02:09.543Z",
    "author": "Bowers Goff",
    "title": "Elit quis occaecat proident exercitation.",
    "url": "https://valtech.com/insight/a7d85939-f567-4718-bd39-0e74a4f27e0f",
    "tags": [
      9,
      1,
      14
    ]
  },
  {
    "id": 447,
    "publishedDate": "2014-06-28T12:53:25.244Z",
    "author": "Margaret Park",
    "title": "Laborum laborum anim do eiusmod ea elit sint ut esse id.",
    "url": "https://valtech.com/insight/23bd3926-0e16-4ad5-9919-fa1cab093581",
    "tags": [
      10,
      2,
      13
    ]
  },
  {
    "id": 448,
    "publishedDate": "2014-12-13T01:44:02.337Z",
    "author": "Ann Britt",
    "title": "Enim minim aliqua magna non est dolor cillum esse sunt ullamco do commodo.",
    "url": "https://valtech.com/insight/c5ee5e67-7d17-4112-a6a4-f6bdca02c38f",
    "tags": [
      11,
      6,
      14
    ]
  },
  {
    "id": 449,
    "publishedDate": "2014-02-21T20:02:39.270Z",
    "author": "Rae Newman",
    "title": "Laborum aliquip velit minim ex proident pariatur incididunt nisi proident laborum nulla.",
    "url": "https://valtech.com/insight/61e17d43-34f0-4532-b918-3f860c776ddb",
    "tags": [
      7,
      6,
      14
    ]
  },
  {
    "id": 450,
    "publishedDate": "2017-06-08T21:21:46.034Z",
    "author": "Tracie Salas",
    "title": "Ut deserunt id do esse incididunt ex nisi mollit eiusmod aliquip dolore.",
    "url": "https://valtech.com/insight/5c174a53-c186-4c24-a6e1-cc916b737bad",
    "tags": [
      10,
      5,
      15
    ]
  },
  {
    "id": 451,
    "publishedDate": "2014-06-15T07:44:30.118Z",
    "author": "Kristen Galloway",
    "title": "Bedlam",
    "excerpt": "Duis sunt consectetur quis deserunt nostrud irure ut duis magna. Officia duis aliquip Lorem do esse adipisicing. Minim aute ut quis fugiat amet quis minim adipisicing proident in voluptate.",
    "url": "https://valtech.com/insight/cd2dc8a9-cd2f-4827-a425-8ea9053b988b",
    "tags": [
      8,
      6,
      17
    ]
  },
  {
    "id": 452,
    "publishedDate": "2014-09-28T22:39:40.521Z",
    "author": "Edwina Kirkland",
    "title": "Orbean",
    "excerpt": "Ea non amet occaecat pariatur duis minim. Pariatur eiusmod dolor qui elit excepteur qui ad nostrud aliquip. Commodo ullamco consectetur sint nulla. Occaecat magna dolore non deserunt dolor sunt esse. Id et ut Lorem aliqua eu ut voluptate qui pariatur laboris Lorem eiusmod commodo.",
    "image": "http://placehold.it/397x264/9fae06",
    "url": "https://valtech.com/insight/abcfc8ac-22e7-43b1-9935-0d35a8c4adee",
    "tags": [
      7,
      6,
      18
    ]
  },
  {
    "id": 453,
    "publishedDate": "2017-05-22T10:49:41.366Z",
    "author": "Morton Spears",
    "title": "Playce",
    "excerpt": "Exercitation pariatur qui labore minim sint tempor nisi Lorem dolor dolor deserunt enim duis. Nisi do magna laborum eiusmod id aliquip est aute labore eu laborum duis ad labore. Do incididunt esse commodo id adipisicing elit nulla pariatur qui duis qui eiusmod.",
    "image": "http://placehold.it/397x264/d7a151",
    "url": "https://valtech.com/insight/c9858847-d7fc-4e34-a4bf-1c2f1117b3cb",
    "tags": [
      12,
      2,
      18
    ]
  },
  {
    "id": 454,
    "publishedDate": "2015-04-22T20:49:11.988Z",
    "author": "Marian Clemons",
    "title": "Housedown",
    "excerpt": "Velit amet sit irure laboris sunt dolor commodo culpa pariatur nostrud. Deserunt culpa velit irure nulla incididunt minim excepteur excepteur et ut laborum exercitation excepteur do. Deserunt aute reprehenderit dolore sint cupidatat qui.",
    "image": "http://placehold.it/397x264/d8f2c7",
    "url": "https://valtech.com/insight/d7689166-7240-410d-8e5c-49f4074b5be7",
    "tags": [
      11,
      6,
      13
    ]
  },
  {
    "id": 455,
    "publishedDate": "2016-09-09T05:47:47.277Z",
    "author": "Copeland Barron",
    "title": "Nebulean",
    "excerpt": "Mollit ex officia labore irure elit quis aliqua Lorem. Occaecat in aute anim do. Velit proident aliquip magna aute voluptate ex ea reprehenderit non anim veniam aliqua sunt eiusmod. Excepteur reprehenderit incididunt do id in do veniam aliquip esse officia. Dolore est nulla eiusmod ipsum minim sint magna pariatur minim proident do veniam veniam. Eiusmod minim velit id dolor pariatur aliquip eu aute.",
    "image": "http://placehold.it/397x264/444408",
    "url": "https://valtech.com/insight/3e82f412-ea4f-4971-8b0f-3c94efddd693",
    "tags": [
      8,
      1,
      16
    ]
  },
  {
    "id": 456,
    "publishedDate": "2015-06-13T14:54:39.307Z",
    "author": "Riley Ramos",
    "title": "Isostream",
    "excerpt": "Tempor mollit deserunt eu velit. Culpa dolor ea eiusmod ipsum ut ullamco ut reprehenderit eu deserunt officia sit est. Tempor ad sit eu do irure nisi laborum anim sit exercitation veniam laboris sit veniam. Magna ut esse non aute reprehenderit id laboris ullamco quis quis aute laboris. Officia et exercitation dolor reprehenderit nisi in elit commodo irure officia eiusmod consequat eu. Laboris Lorem elit deserunt id sunt in. Sint aliquip velit ea nulla.",
    "url": "https://valtech.com/insight/cbce9b05-92db-48ae-af12-fcdd8f7b0500",
    "tags": [
      10,
      2,
      17
    ]
  },
  {
    "id": 457,
    "publishedDate": "2016-11-04T03:26:52.487Z",
    "author": "Blevins Navarro",
    "title": "Deserunt qui nisi reprehenderit labore id id commodo.",
    "url": "https://valtech.com/insight/17d0d356-549d-4c92-8d3b-9c4f0a7a3f52",
    "tags": [
      9,
      1,
      18
    ]
  },
  {
    "id": 458,
    "publishedDate": "2014-08-08T04:42:30.869Z",
    "author": "Elvira Miller",
    "title": "Kidstock",
    "excerpt": "Voluptate non enim ad esse incididunt Lorem enim. Voluptate ad nisi dolore reprehenderit est Lorem Lorem occaecat anim reprehenderit quis velit aliquip. Cillum tempor fugiat excepteur aute sit in ex elit. Proident cillum do sit commodo duis.",
    "url": "https://valtech.com/insight/cdb12ae5-a44f-4378-b0b7-4be91421356b",
    "tags": [
      9,
      3,
      14
    ]
  },
  {
    "id": 459,
    "publishedDate": "2016-06-22T13:00:42.600Z",
    "author": "Doris Jackson",
    "title": "Andryx",
    "excerpt": "Ad ad est minim ex consectetur cillum ullamco eu officia exercitation. Reprehenderit deserunt in incididunt minim ex. Cillum sint aute minim Lorem tempor exercitation amet aliqua nisi. Minim ad elit nulla voluptate labore incididunt culpa. Id id irure eu commodo velit enim. Consectetur elit culpa nulla non enim culpa velit consequat esse fugiat id.",
    "image": "http://placehold.it/397x264/9a5cf6",
    "url": "https://valtech.com/insight/d58b4f3f-1c64-434d-9b64-9fca8236a3cb",
    "tags": [
      12,
      2,
      16
    ]
  },
  {
    "id": 460,
    "publishedDate": "2017-09-11T18:19:47.514Z",
    "author": "Preston Hinton",
    "title": "Daycore",
    "excerpt": "Officia nostrud quis amet magna exercitation dolore laboris sit cupidatat eu cillum Lorem nostrud. Exercitation excepteur quis voluptate duis fugiat minim do. Nostrud qui elit dolore sunt. Aliquip ex esse ea cupidatat ipsum mollit. Irure eiusmod et pariatur anim quis pariatur deserunt quis et incididunt mollit.",
    "url": "https://valtech.com/insight/9260fdd5-0bd0-43be-82c7-e51cf32920e3",
    "tags": [
      11,
      5,
      13
    ]
  },
  {
    "id": 461,
    "publishedDate": "2014-03-03T00:49:10.494Z",
    "author": "Megan Schmidt",
    "title": "Ipsum do esse excepteur ex mollit.",
    "url": "https://valtech.com/insight/aaff7bac-e09b-4c7a-9203-06b871d7d90e",
    "tags": [
      11,
      1,
      13
    ]
  },
  {
    "id": 462,
    "publishedDate": "2017-08-02T03:55:38.999Z",
    "author": "Tamara Branch",
    "title": "Pariatur proident enim ad nostrud sit sint culpa anim velit qui minim est deserunt.",
    "url": "https://valtech.com/insight/4a2778d0-9794-478b-bd54-81b9c1baddf2",
    "tags": [
      9,
      3,
      15
    ]
  },
  {
    "id": 463,
    "publishedDate": "2015-01-10T08:11:46.196Z",
    "author": "Cobb Valdez",
    "title": "Xleen",
    "excerpt": "Exercitation laborum est amet elit nostrud. Lorem ut tempor labore laborum dolore laborum in adipisicing sunt mollit labore eu. Cupidatat culpa esse adipisicing tempor laboris reprehenderit Lorem aliquip eu nisi exercitation et. Ut anim voluptate aliqua aute consequat fugiat non excepteur voluptate do laboris velit quis consectetur. Velit minim dolore duis officia. Lorem do voluptate ad ipsum anim irure officia magna pariatur fugiat Lorem fugiat. Proident id sunt deserunt et nisi nulla non.",
    "image": "http://placehold.it/397x264/77f0d2",
    "url": "https://valtech.com/insight/5feed0d3-5c99-40ec-a2dd-c8180e4ad91a",
    "tags": [
      11,
      6,
      15
    ]
  },
  {
    "id": 464,
    "publishedDate": "2015-01-02T15:29:24.569Z",
    "author": "Lila Winters",
    "title": "Plasmox",
    "excerpt": "Est nulla commodo amet sit tempor irure ex ex labore consectetur. Pariatur commodo veniam enim ut dolore nostrud commodo laboris. Incididunt magna laboris consequat exercitation id ipsum enim irure. Commodo id elit reprehenderit amet reprehenderit fugiat in excepteur esse. Eu aliquip aliqua velit minim labore velit consectetur nisi duis id culpa esse. Magna id eu laborum nulla minim ea amet voluptate labore ex dolore. Et velit est dolor deserunt qui tempor ut.",
    "url": "https://valtech.com/insight/9ab9c182-569f-4e47-9069-6ed0f951f070",
    "tags": [
      11,
      1,
      17
    ]
  },
  {
    "id": 465,
    "publishedDate": "2017-09-20T00:29:20.176Z",
    "author": "Shaw Lawrence",
    "title": "Cupidatat exercitation in sint sit.",
    "url": "https://valtech.com/insight/a1cb5809-4446-4575-82ab-93740af26927",
    "tags": [
      11,
      2,
      15
    ]
  },
  {
    "id": 466,
    "publishedDate": "2018-04-03T22:31:32.649Z",
    "author": "Wilda Compton",
    "title": "Neptide",
    "excerpt": "Ea tempor anim est aliquip laborum nostrud velit sunt quis Lorem cupidatat. Incididunt ad qui elit fugiat ea nostrud reprehenderit eu duis nulla excepteur aliqua. Sit deserunt ea fugiat aliquip adipisicing consectetur qui labore ipsum nisi proident. Eiusmod do enim excepteur id mollit amet cillum proident officia. Id anim eu sint officia duis velit sunt est qui amet amet sint magna. Sint velit labore elit esse nisi do aliqua elit magna duis tempor.",
    "image": "http://placehold.it/397x264/c35255",
    "url": "https://valtech.com/insight/936b9e32-14bc-40a1-8a63-d7ee95471e18",
    "tags": [
      12,
      3,
      18
    ]
  },
  {
    "id": 467,
    "publishedDate": "2014-09-01T07:20:49.197Z",
    "author": "Kelsey Powers",
    "title": "Flyboyz",
    "excerpt": "Consectetur velit velit irure fugiat sunt sint ex velit anim aliquip laborum cillum elit. Ipsum id consequat laborum exercitation magna voluptate voluptate officia Lorem consectetur veniam aute in enim. Amet Lorem ex ex irure commodo duis.",
    "image": "http://placehold.it/397x264/aace8b",
    "url": "https://valtech.com/insight/98dcbf0d-67d0-41c4-bad9-0e535d1a6fc5",
    "tags": [
      10,
      5,
      14
    ]
  },
  {
    "id": 468,
    "publishedDate": "2014-01-30T20:30:52.571Z",
    "author": "Stephanie Butler",
    "title": "Confrenzy",
    "excerpt": "Sit nisi velit ea quis dolore enim irure irure adipisicing enim eiusmod. Et voluptate amet adipisicing esse proident cillum tempor magna veniam velit. Incididunt sint fugiat pariatur esse aute et fugiat non consectetur ex eiusmod ex Lorem.",
    "url": "https://valtech.com/insight/2005c074-4fb4-438f-a7b7-f0465832d5aa",
    "tags": [
      7,
      5,
      14
    ]
  },
  {
    "id": 469,
    "publishedDate": "2016-07-15T20:51:34.640Z",
    "author": "Leon Nieves",
    "title": "Xplor",
    "excerpt": "Lorem officia excepteur reprehenderit nostrud occaecat ex anim sit sunt sunt. Sint ut nisi velit laboris deserunt cupidatat et. Non aliquip anim eu ut. Veniam magna adipisicing culpa ipsum sunt officia voluptate dolor ipsum. Ullamco excepteur dolor mollit occaecat dolor aliqua aliquip. Consectetur veniam irure duis mollit consectetur consequat. Sunt reprehenderit commodo excepteur anim eu esse incididunt eu exercitation aute laboris nulla cupidatat id.",
    "url": "https://valtech.com/insight/7ac2a19c-8f1d-43e5-8714-0018cb542096",
    "tags": [
      9,
      3,
      17
    ]
  },
  {
    "id": 470,
    "publishedDate": "2017-02-20T14:08:10.209Z",
    "author": "Ramsey Gallegos",
    "title": "Grupoli",
    "excerpt": "Reprehenderit veniam minim cupidatat voluptate enim voluptate consequat ad. Esse cupidatat excepteur esse dolore aute eu irure. Ut ex ex nulla ex cillum occaecat velit sit do laboris eu. Et ipsum sit consequat velit duis mollit consequat.",
    "url": "https://valtech.com/insight/a14a59ce-aac5-4491-af1e-46a1765a3251",
    "tags": [
      12,
      4,
      15
    ]
  },
  {
    "id": 471,
    "publishedDate": "2014-06-13T03:29:49.254Z",
    "author": "Mary Waters",
    "title": "Visalia",
    "excerpt": "Do qui nisi aute ipsum qui deserunt fugiat ea ad proident id. Ipsum ea irure elit voluptate esse culpa esse consectetur. Ea sunt qui nostrud irure velit cupidatat amet tempor dolor aute nisi incididunt officia.",
    "url": "https://valtech.com/insight/39fa912f-2967-47ea-9ab3-95bc9bf578ef",
    "tags": [
      7,
      4,
      18
    ]
  },
  {
    "id": 472,
    "publishedDate": "2014-11-11T02:35:08.077Z",
    "author": "Holman Frazier",
    "title": "Et in duis minim sint do magna Lorem pariatur Lorem qui velit ex.",
    "url": "https://valtech.com/insight/dcf7f027-0cd9-4f8f-a024-c4956803d9e1",
    "tags": [
      12,
      1,
      16
    ]
  },
  {
    "id": 473,
    "publishedDate": "2016-08-11T17:57:51.008Z",
    "author": "Herrera Osborn",
    "title": "Isologica",
    "excerpt": "In reprehenderit nisi consectetur laborum mollit do laboris adipisicing officia qui ex enim aliquip. Incididunt adipisicing occaecat elit ea ex anim amet. Aliqua aliqua id aliqua id mollit est eiusmod excepteur incididunt ea id esse. Ad occaecat sit adipisicing nulla elit non aute mollit nulla ut. Exercitation ullamco id do sint in Lorem nisi in eiusmod nisi sint eu. Excepteur est esse laborum adipisicing quis laborum quis cillum aute non sint ullamco nulla ut. Dolor nisi et cupidatat voluptate nisi deserunt laboris laboris eiusmod officia id exercitation elit fugiat.",
    "image": "http://placehold.it/397x264/960b9f",
    "url": "https://valtech.com/insight/1bc81317-8bae-4a65-b936-051d3a754448",
    "tags": [
      8,
      3,
      14
    ]
  },
  {
    "id": 474,
    "publishedDate": "2018-05-02T11:20:51.570Z",
    "author": "Cathy Dixon",
    "title": "Isoternia",
    "excerpt": "Consectetur Lorem officia laborum cillum do cupidatat. Lorem ut incididunt amet dolor laboris consectetur nisi occaecat exercitation esse non aliqua eu ipsum. Occaecat cillum fugiat consectetur deserunt qui exercitation labore aute.",
    "image": "http://placehold.it/397x264/d36e3b",
    "url": "https://valtech.com/insight/53b3720a-2c07-4c7e-8086-20c2549814be",
    "tags": [
      10,
      4,
      17
    ]
  },
  {
    "id": 475,
    "publishedDate": "2014-11-29T10:45:50.115Z",
    "author": "Sabrina Whitehead",
    "title": "Cupidatat cupidatat tempor ut esse reprehenderit.",
    "url": "https://valtech.com/insight/47ecb617-19fc-4fa3-a00e-c365ee9805c2",
    "tags": [
      7,
      2,
      14
    ]
  },
  {
    "id": 476,
    "publishedDate": "2017-07-09T01:40:11.993Z",
    "author": "Valarie Russo",
    "title": "Kegular",
    "excerpt": "Non velit do irure excepteur qui eiusmod. Est sint irure in aliqua ullamco. Labore dolore adipisicing ad amet quis aute. Commodo ex ex nisi qui aliqua fugiat ea exercitation in adipisicing deserunt dolor labore pariatur.",
    "image": "http://placehold.it/397x264/ca5276",
    "url": "https://valtech.com/insight/20ac9625-cf63-4175-8a42-e0cff17c88d6",
    "tags": [
      9,
      4,
      13
    ]
  },
  {
    "id": 477,
    "publishedDate": "2018-02-05T20:08:22.386Z",
    "author": "Lloyd Workman",
    "title": "Zorromop",
    "excerpt": "Deserunt cillum exercitation cupidatat anim est exercitation nulla nulla nisi deserunt qui occaecat exercitation enim. Magna consequat ipsum laboris mollit nulla eiusmod eu incididunt. Reprehenderit velit enim dolore dolor ea officia non Lorem officia fugiat. Velit ipsum laboris officia in mollit ad non labore cupidatat tempor consectetur ex. Tempor veniam laborum reprehenderit excepteur velit irure mollit amet aliqua sint enim anim. Eiusmod quis velit anim minim in et est velit velit. Culpa sit aliquip aliqua laborum Lorem nulla enim duis do ipsum qui.",
    "url": "https://valtech.com/insight/dfb6cb25-9675-4b84-ae54-97d769286401",
    "tags": [
      8,
      2,
      14
    ]
  },
  {
    "id": 478,
    "publishedDate": "2014-04-15T01:57:02.662Z",
    "author": "Shelly Luna",
    "title": "Barkarama",
    "excerpt": "Nisi minim officia consequat commodo anim et dolor ex amet sint quis est. Enim adipisicing commodo incididunt exercitation ut incididunt sit esse eiusmod. Sint tempor ea sunt labore ut ipsum qui non incididunt deserunt. Sunt laboris ut esse labore labore occaecat sunt nostrud nisi pariatur magna. Labore nisi commodo aliqua magna et ipsum consectetur officia labore id enim mollit. Veniam cillum magna laboris dolore est velit duis.",
    "image": "http://placehold.it/397x264/95ce5d",
    "url": "https://valtech.com/insight/2b35b28a-fa5f-4c81-a1e6-a777da04dd66",
    "tags": [
      10,
      2,
      16
    ]
  },
  {
    "id": 479,
    "publishedDate": "2015-04-03T23:18:06.341Z",
    "author": "Haley Rowe",
    "title": "Protodyne",
    "excerpt": "Elit commodo amet in id sint aliqua duis. Eiusmod commodo ullamco tempor duis amet reprehenderit labore ullamco laborum voluptate. Est sint duis est pariatur cupidatat cillum deserunt aliquip.",
    "image": "http://placehold.it/397x264/5a55e2",
    "url": "https://valtech.com/insight/ac437970-9f3c-4753-9e47-4394cafd59c8",
    "tags": [
      9,
      4,
      17
    ]
  },
  {
    "id": 480,
    "publishedDate": "2015-07-08T02:11:02.879Z",
    "author": "Logan Newton",
    "title": "Matrixity",
    "excerpt": "Irure incididunt quis magna pariatur veniam eiusmod eu culpa esse. Ullamco magna esse occaecat minim quis sit excepteur veniam proident aliquip culpa non et labore. Dolor occaecat quis officia adipisicing veniam ex quis anim mollit. Velit minim esse voluptate eu nulla occaecat est aliqua adipisicing aliquip minim ex irure. Aliqua quis nostrud mollit nulla anim nisi officia ad qui irure Lorem magna. Et non aliquip ullamco non consectetur ipsum aliqua voluptate velit duis minim labore eu Lorem.",
    "url": "https://valtech.com/insight/82a50c12-81f3-442b-b6bf-5919c4ff9bec",
    "tags": [
      9,
      5,
      17
    ]
  },
  {
    "id": 481,
    "publishedDate": "2017-03-21T08:48:19.428Z",
    "author": "Abbott Armstrong",
    "title": "Enim magna Lorem excepteur irure eiusmod ullamco.",
    "url": "https://valtech.com/insight/f5659f23-56c1-4918-ade6-ff90ce6b0798",
    "tags": [
      12,
      1,
      15
    ]
  },
  {
    "id": 482,
    "publishedDate": "2015-07-01T09:49:29.738Z",
    "author": "Soto Mckay",
    "title": "Magneato",
    "excerpt": "Ullamco id dolor velit velit. Do ullamco mollit elit elit officia aliqua aliqua minim. Tempor voluptate cillum occaecat pariatur nisi anim culpa eu. Fugiat adipisicing consequat pariatur enim ex minim nisi ipsum cupidatat reprehenderit magna. Fugiat incididunt dolore consectetur minim. Excepteur occaecat laborum nostrud et nisi ut exercitation Lorem elit in amet cillum.",
    "url": "https://valtech.com/insight/b6060de1-4b5b-494a-9b02-c9956ec77be4",
    "tags": [
      7,
      4,
      17
    ]
  },
  {
    "id": 483,
    "publishedDate": "2017-03-07T16:15:12.370Z",
    "author": "Mcgee Hale",
    "title": "Besto",
    "excerpt": "Dolor excepteur in mollit quis. Excepteur ut do cillum sint magna. Lorem commodo tempor nostrud ad labore ut non in in anim. Sint do in sint cillum ullamco anim. Ullamco eiusmod ex et minim dolor. Irure deserunt duis dolore ad aliquip proident culpa aute Lorem.",
    "url": "https://valtech.com/insight/4a5a4e41-cba5-4a60-bbc2-e9ee1ff2f1db",
    "tags": [
      12,
      3,
      17
    ]
  },
  {
    "id": 484,
    "publishedDate": "2015-04-28T09:42:44.858Z",
    "author": "Mccarty Wall",
    "title": "Labore irure adipisicing enim velit non sint culpa in est cillum nisi.",
    "url": "https://valtech.com/insight/0b5d6590-2245-4a6c-ad79-e1353058e445",
    "tags": [
      7,
      2,
      15
    ]
  },
  {
    "id": 485,
    "publishedDate": "2016-10-25T02:07:19.333Z",
    "author": "Gibson Case",
    "title": "Ea dolore mollit in laborum.",
    "url": "https://valtech.com/insight/3a9a2e07-d179-4e64-ac21-3c95e171b638",
    "tags": [
      11,
      2,
      14
    ]
  },
  {
    "id": 486,
    "publishedDate": "2016-05-28T15:12:35.576Z",
    "author": "Tessa Day",
    "title": "Magnemo",
    "excerpt": "Nisi ex sit elit ad anim proident amet eu eiusmod id. Laboris commodo consequat aliquip tempor consequat aliquip laboris commodo ut anim aliquip. In culpa aliquip laboris in id labore ipsum incididunt est do. Quis aliquip est consequat irure in elit qui aliqua aliqua reprehenderit id.",
    "url": "https://valtech.com/insight/e5bfe93f-94f0-40c8-8f60-77c85ca7b8cf",
    "tags": [
      12,
      5,
      15
    ]
  },
  {
    "id": 487,
    "publishedDate": "2015-11-22T14:40:12.849Z",
    "author": "Moreno Mcdaniel",
    "title": "Eclipsent",
    "excerpt": "Incididunt cupidatat exercitation adipisicing ad id minim nulla ea velit. Consequat in et culpa ex. Laborum officia duis magna cillum fugiat dolore velit adipisicing amet ad proident do qui. Ipsum nisi amet adipisicing id enim eiusmod dolore aliqua proident duis aute nostrud consectetur commodo. Anim veniam veniam adipisicing non esse cupidatat magna est ea veniam officia amet dolor dolore. Occaecat irure amet in nisi sint eiusmod tempor voluptate ipsum aliqua velit voluptate nostrud commodo. Consectetur laboris proident sit officia nostrud aliqua incididunt Lorem.",
    "url": "https://valtech.com/insight/bc2197e4-caa6-467b-9e6e-737dc4347a8b",
    "tags": [
      7,
      3,
      17
    ]
  },
  {
    "id": 488,
    "publishedDate": "2018-02-14T08:14:28.385Z",
    "author": "Bennett Merritt",
    "title": "Comcur",
    "excerpt": "Lorem velit non esse pariatur. Ad labore velit deserunt sint commodo magna commodo adipisicing in aliqua reprehenderit. Irure tempor dolore Lorem laborum consequat sit non deserunt consectetur dolore. Ad ullamco quis nulla excepteur deserunt proident quis non elit velit dolor mollit.",
    "url": "https://valtech.com/insight/ddd5e437-37a6-438d-aeb3-9997fa1180a6",
    "tags": [
      11,
      6,
      13
    ]
  },
  {
    "id": 489,
    "publishedDate": "2014-06-14T15:29:20.382Z",
    "author": "Wright Wheeler",
    "title": "Kyaguru",
    "excerpt": "Proident incididunt amet dolore voluptate proident est id dolor ad dolor. Laboris minim sunt excepteur mollit nisi eiusmod sit veniam anim cillum pariatur laborum excepteur ex. Nisi amet fugiat cupidatat duis nostrud magna laborum non voluptate. Enim deserunt nisi occaecat ex mollit aute laborum veniam quis cupidatat ullamco laborum.",
    "url": "https://valtech.com/insight/e9670d00-a6a9-4617-8e0a-d6fd43f8dc4a",
    "tags": [
      10,
      3,
      18
    ]
  },
  {
    "id": 490,
    "publishedDate": "2015-08-21T19:33:02.175Z",
    "author": "Amber Drake",
    "title": "Anocha",
    "excerpt": "Qui in dolore deserunt veniam elit laborum duis. Anim culpa consectetur esse sunt aute culpa commodo ea. Aliquip in mollit deserunt anim consequat cupidatat irure culpa mollit nostrud velit ea. Nulla et nisi quis magna eu exercitation velit ut Lorem ipsum eiusmod aliquip est. Laboris fugiat nostrud in magna id voluptate sit aliqua et magna id. Exercitation pariatur consectetur dolore excepteur aliquip ipsum incididunt velit exercitation. Ea elit velit mollit eu veniam.",
    "image": "http://placehold.it/397x264/a9eb33",
    "url": "https://valtech.com/insight/2920dd2d-036f-4e60-80ee-48df5a3d3807",
    "tags": [
      8,
      4,
      17
    ]
  },
  {
    "id": 491,
    "publishedDate": "2018-05-12T06:08:03.895Z",
    "author": "Olga Manning",
    "title": "Ut in quis nulla elit incididunt consectetur dolore cillum nulla excepteur irure aliqua excepteur culpa.",
    "url": "https://valtech.com/insight/56f05fea-5dda-4f5a-9de5-588518f9e6cc",
    "tags": [
      8,
      2,
      14
    ]
  },
  {
    "id": 492,
    "publishedDate": "2014-05-09T09:26:43.588Z",
    "author": "Vicky Haley",
    "title": "Eventage",
    "excerpt": "In elit qui nostrud aliqua ad adipisicing laboris officia in id exercitation irure amet pariatur. Adipisicing minim consectetur voluptate eiusmod consectetur elit sit id reprehenderit ipsum. Amet ipsum ex duis minim enim velit commodo mollit magna.",
    "image": "http://placehold.it/397x264/a85da8",
    "url": "https://valtech.com/insight/9a71bab2-db80-4b0c-abdc-197cd5c0b400",
    "tags": [
      7,
      4,
      17
    ]
  },
  {
    "id": 493,
    "publishedDate": "2016-04-07T00:01:29.749Z",
    "author": "Bailey Rodriquez",
    "title": "Pariatur et aliquip ex cupidatat nisi aute exercitation aliquip nulla.",
    "url": "https://valtech.com/insight/7af3ab81-b48f-4354-a482-9c5008823971",
    "tags": [
      9,
      5,
      18
    ]
  },
  {
    "id": 494,
    "publishedDate": "2017-10-23T17:00:26.934Z",
    "author": "Mosley Shelton",
    "title": "Realysis",
    "excerpt": "Ad tempor et officia velit proident excepteur id proident. Occaecat voluptate pariatur duis dolore voluptate. Officia nisi est fugiat duis cillum esse non incididunt velit aliqua. Ea mollit enim enim eu nisi eiusmod nulla ullamco mollit minim reprehenderit consequat ad. Amet nisi duis do reprehenderit ipsum voluptate magna velit consequat. Laborum do reprehenderit anim Lorem Lorem dolore magna minim esse ad aliqua. Exercitation elit commodo id id sint dolor eiusmod amet ex irure nostrud.",
    "url": "https://valtech.com/insight/7ff46532-21e1-43cf-afba-20be6107f7f6",
    "tags": [
      10,
      1,
      17
    ]
  },
  {
    "id": 495,
    "publishedDate": "2014-03-17T02:03:59.196Z",
    "author": "Gracie Tyler",
    "title": "Parcoe",
    "excerpt": "Nostrud esse amet pariatur adipisicing consequat fugiat. Dolore sint fugiat voluptate minim consequat nisi irure laboris culpa commodo. Ex nostrud Lorem consectetur irure velit tempor ea ex proident officia occaecat esse. Consectetur magna est magna cillum irure nulla id non adipisicing sunt minim elit.",
    "image": "http://placehold.it/397x264/239338",
    "url": "https://valtech.com/insight/66ab6ee2-8937-4608-bf8e-0312b4cd577e",
    "tags": [
      10,
      6,
      13
    ]
  },
  {
    "id": 496,
    "publishedDate": "2016-06-26T09:41:42.441Z",
    "author": "Hurst Walker",
    "title": "Deserunt et non ullamco quis nulla consequat ad velit.",
    "url": "https://valtech.com/insight/f0a75572-5e73-4d63-aca1-5ed616dd2231",
    "tags": [
      12,
      5,
      13
    ]
  },
  {
    "id": 497,
    "publishedDate": "2017-07-25T12:49:27.570Z",
    "author": "Randi Gillespie",
    "title": "Cillum in dolor irure et pariatur laboris.",
    "url": "https://valtech.com/insight/06f519e7-7359-4663-b03a-8b4c9ec33f33",
    "tags": [
      7,
      6,
      13
    ]
  },
  {
    "id": 498,
    "publishedDate": "2016-05-27T08:23:40.923Z",
    "author": "Felecia Good",
    "title": "Kiosk",
    "excerpt": "Magna labore anim in adipisicing. Quis sint anim ea incididunt nostrud ipsum enim mollit. Mollit enim anim sit consectetur veniam ex magna esse. Aliqua nulla do pariatur qui id adipisicing reprehenderit incididunt proident magna eu sunt.",
    "image": "http://placehold.it/397x264/b24ff6",
    "url": "https://valtech.com/insight/b27b7d6b-4768-44ad-bf36-d12e7873ec20",
    "tags": [
      9,
      6,
      14
    ]
  },
  {
    "id": 499,
    "publishedDate": "2016-01-06T13:15:27.428Z",
    "author": "Good Rojas",
    "title": "Emergent",
    "excerpt": "Ea cupidatat fugiat aliqua sit duis aute eu. Sint ex exercitation minim amet Lorem occaecat elit adipisicing in aliqua amet adipisicing. Officia commodo dolor non laborum aliqua consectetur deserunt esse excepteur commodo qui laborum mollit culpa. Ut do aute excepteur excepteur ea. Laboris aliqua tempor aliquip deserunt eiusmod velit ipsum. Veniam aliqua officia ullamco deserunt. Reprehenderit in voluptate magna mollit sunt irure aliqua nisi do cupidatat ullamco.",
    "url": "https://valtech.com/insight/e3ceef53-7866-4250-a752-ca1bcfacaaa5",
    "tags": [
      7,
      2,
      15
    ]
  },
  {
    "id": 500,
    "publishedDate": "2018-01-25T15:00:33.610Z",
    "author": "Alvarez England",
    "title": "Ad et nulla occaecat occaecat sit dolor deserunt sit laboris aliqua est ullamco.",
    "url": "https://valtech.com/insight/6931a96a-8725-4c19-89fa-2ca034d44a46",
    "tags": [
      9,
      4,
      16
    ]
  }
]